Repository: oe-alliance/oe-alliance-plugins
Catalog: Blindscan/po/*.po
Languages: ca, el, et, fr, nl, pt

source: up to 2 degrees
ca: Fins a 2º
el: έως 2 μοίρες
et: kuni 2 kraadi
fr: jusqu'à 2 degrés
nl: tot 2 graden
pt: mais de 2 graus

source: up to 3 degrees
ca: Fins a 3º
el: έως 3 μοίρες
et: kuni 3 kraadi
fr: jusqu'à 3 degrés
nl: tot 3 graden
pt: mais de 3 graus

source: vertical
el: κάθετη
et: vertikaalne
fr: verticale
nl: vertikaal

source: vertical and horizontal
ca: Vertical i Horitzontal
el: κάθετη και οριζόντια
et: vertikaalne ja horisontaalne
fr: verticale et horizontale
nl: vertikaal en horizontaal
pt: vertical e horizontal

source: yes
ca: si
el: ναι
fr: oui
pt: Sim

source: yes (keep feeds)
ca: si (mantenir feeds)
el: ναι (διατήρηση των feeds)
fr: oui (garder feeds)
pt: sim (manter feeds)

source: Second slot dual tuner may not be supported blind scan.
nl: Tweede slot dual tuner wordt mogelijk niet ondersteund door blind scan.
pt: A segunda Slot dual tuner poderá não suportar blind scan.

source: "channel scan" searches for channels and saves them to your receiver; both options do a transponder search and save the result in /tmp in an XML file in satellites.xml format
nl: "kanalen zoeken" zoekt naar kanalen en slaat deze op in uw ontvanger; beide opties doen een transponder scan en slaan de resultaten daarvan op in /tmp in een XML bestand in satellites.xml formaat
pt: "busca de canais" procura canais e salva-os no o seu recetor; ambas as opções fazem uma pesquisa de transponders e salvam o resultado em /tmp no arquivo satellites.xml em XML format

source: Current Status: %d/%d Satellite: %s Polarization: %s Frequency range: %d - %d MHz Symbol rates: %d - %d MHz
pt: Estado atual : %d/%d Satélite : %s Polarização : %s Frequência intervalo : %d - %d MHz Symbol rates : %d - %d MHz

source: Frequency values must be between 10700 MHz and 12749 MHz
et: Sagedusvahemik peab olema 10700 MHz kuni 12749 MHz
nl: Frequenties moeten liggen tussen 10700 MHz en 12749 MHz
pt: Os valores de frequência devem estar no intervalo 10700 MHz e 12749 MHz

source: Frequency values must be between 10701 MHz and 12750 MHz
et: Sagedusvahemik peab olema 10701 MHz and 12750 MHz
nl: Frequenties moeten liggen tussen 10701 MHz en 12750 MHz
pt: Os valores de frequência devem estar no intervalo 10701 MHz e 12750 MHz

source: Frequency values must be between 117000 MHz and 12749 MHz (Circular-band)
pt: Os valores de frequência devem estar no intervalo 117000 MHz and 12749 MHz ( Banda C )

source: Frequency values must be between 11701 MHz and 12750 MHz (Circular-band)
pt: Os valores de frequência devem estar no intervalo 11701 MHz e 12750 MHz ( Banda-C )

source: Frequency values must be between 3000 MHz and 4199 MHz (C-band)
et: Sagedusvahemik peab olema 3000 MHz kuni4199 MHz (C-band)
nl: Frequenties moeten liggen tussen 3000 MHz en 4199 MHz (C-band)
pt: Os valores de frequência devem estar no intervalo 3000 MHz and 4199 MHz ( Banda-C )

source: Frequency values must be between 3001 MHz and 4200 MHz (C-band)
et: Sagedusvahemik peab olema 3001 MHz kuni 4200 MHz (C-band)
nl: Frequenties moeten liggen tussen 3001 MHz en 4200 MHz (C-band)
pt: Os valores de frequência devem estar no intervalo 3001 MHz and 4200 MHz ( Banda-C )

source: If you select "yes" all channels on the satellite being search will be deleted before starting the current search.
pt: Se selecionar "sim" todos os canais do satélite a procurar serão apagados antes de iniciar a procura corrente

source: Looking for available transponders. This will take a short while.
et: Saadaolevate transponderite otsing. See läheb ruttu.
nl: Zoekt beschikbare transponders. Dit zal even duren.
pt: Olhando para os transponders disponíveis. Isso vai levar algum tempo.

source: Not found blind scan utility '%s'!
nl: Niet gevonden blind scan utility '%s'!
pt: Não foi encontrado um utilitário Busca Cega '%s'!

source: Polarisation
ca: Polarització
el: Πόλωση
et: Polarisatsioon
nl: Polarisatie
pt: Polarização

source: Press Green/OK to start the scan
et: Otsingu alustamiseks vajuta OK või rohelist
nl: Druk op Groen/OK om de scan te beginnen
pt: prima a tecla VERDE/OK para iniciar a procura

source: Satellite
ca: Satèl·lit
el: Δορυφόρος
et: Satelliit
nl: Satelliet
pt: Satélite

source: circular right & circular left
nl: circulaire rechts & circulaire links
pt: circular direita & circular esquerda

source: Tuner
ca: Sintonitzador
et: Tuuner

source: "channel scan" searches for channels and saves them to your receiver; "save to XML file" does a transponder search and saves found transponders to an XML file in satellites.xml format
et: "kanaliotsing" otsib kanaleid ja salvestab need vastuvõtjasse; "salvesta XML faili" otsib transpondereid ja salvestab need XML faili 'satellites.xml' vormis

source: Current Status : %d/%d Satellite : %s Polarization : %s Frequency range : %d - %d MHz Symbol rates : %d - %d MHz
et: Hetke seis : %d/%d Satelliit : %s Polarisatsioon : %s Sagedusvahemik : %d - %d MHz Sümbolikiirused : %d - %d MHz
nl: Huidige status: %d/%d Satelliet: %s Polarisatie: %s Frequentieband: %d - %d MHz Symbolrates: %d - %d MHz

source: If you select "yes" all channels on the satellite being search will be deleted before starting the current search
et: Määrates 'jah', kustutatakse kõik otsitava satelliidi kanalid enne kanaliotsingu alustamist
nl: Als u "Ja" kiest, zullen alle kanalen van de huidige satelliet worden gewist voor de zoekslag begint. Dit voorkomt veelal dat kanalen dubbel bestaan in uw STB_BOX.

source: If you select "yes" the scan will only save channels that are not encrypted; "no" will find encrypted and non-encrypted channels
et: Määrates 'jah', salvestab otsing ainult koodivabad kanalid; 'ei' leiab kodeeritud ja koodivabad kanalid
nl: Als u "Ja" kiest, zullen alleen kanalen worden gezocht die niet gecodeerd zijn; met "no" zullen alle kanalen gezocht worden.

source: The suggested polarisation for this satellite is "
et: Soovitatav polarisatsioon antud satellidile on "

source: When a neighbouring satellite is very strong this avoids searching transponders known to be coming from the neighbouring satellite
et: Kui naabersatelliit on väga tugeva signaaliga, väldib see otsimist transponderitelt, mis tulevad naabersatelliidilt.
nl: Als een naburige satelliet erg sterk is, kunt u met deze instelling voorkomen dat transponders waarvan bekend is dat die van die satelliet afkomstig zijn, toegekend worden aan de gescande satelliet.
