Repository: oe-alliance/oe-alliance-plugins
Catalog: Blindscan/po/*.po
Languages: ca, el, et, fr, nl, pt

source: The second slot of this dual tuner may not support blind scan.
el: Η δεύτερη θύρα του διπλού tuner μπορεί να μην υποστηρίζει τυφλή ανίχνευση.
fr: Le deuxième slot de ce tuner double peut ne pas supporter le blind scan.

source: You must use the power adapter.
el: Πρέπει να χρησιμοποιηθεί το τροδοφοδοτικό.
fr: Vous devez utiliser l’adaptateur secteur.
nl: U moet de stroom adapter gebruiken.
pt: Deve usar um adaptador de corrente.

source: Starting Sundtek hardware blind scan.
el: Εκκίνηση τυφλής ανίχνευσης Sundtek.
fr: Démarrage du blind scan sur le matériel Sundtek.
nl: Starten Sundtek hardware blind scan.
pt: A iniciar hardware Sundtek blind scan.

source: "channel scan" searches for channels and saves them to your receiver; "transponder scan" does a transponder search and displays the results allowing user to select some or all transponder. Both options save the results in satellites.xml format under /tmp
el: Η "ανίχνευση για κανάλια" ψάχνει για κανάλια και τα αποθηκεύει στο δέκτη σας: η "ανίχνευση για αναμεταδότες" εμφανίζει τους αναμεταδότες που βρέθηκαν, επιτρέποντας στο χρήστη να επιλέξει έναν ή όλους. Και οι δύο επιλογές αποθηκεύουν το αποτέλεσμα στο /tmp σε ένα αρχείο satellites.xml
fr: « Analyser les chaînes » recherche des chaînes et les enregistre sur votre récepteur; « Analyser les transporteurs » fait une recherche des transporteurs et affiche les résultats permettant à l’utilisateur de sélectionner certains ou tous les transporteurs. Les deux options sauvegardent le résultat au format satellite.xml dans /tmp

source: %d transponder(s) found
ca: %d transpondedors trobats
fr: %d transpondeur(s) trouvé(s)
pt: %d transponder (s) encontrado (s)

source: %d transponders found at %d:%02d min
fr: %d transpondeur(s) trouvé(s) à %d:%02d min
nl: %d transponders gevonden op %d:%02d min
pt: %d transponders encontrados em% d:%02d min

source: %dMHz scanned
ca: %dMhz escanejat
fr: %dMHz scanné
pt: %dMHz digitalizados

source: AUTOMATICALLY start service searching, press green to change.
fr: Démarre AUTOMATIQUEMENT la recherche des services, appuyer sur vert pour modifier.
pt: 61/5000 AUTOMATICAMENTE, inicie a busca de serviços, pressione verde para mudar.

source: Accuracy (higher is better)
ca: Precisió (més alt és millor)
fr: Précision (plus c’est mieux)
pt: Precisão (quanto maior, melhor)

source: Blind scan
ca: Recerca cega
el: Τυφλή ανίχνευση
et: Pimeotsing
fr: Analyse exhaustive
pt: Busca Cega

source: Blind scan for DVB-S2 tuners
ca: Recerca cega per a sintonitzadors DVB-S2
fr: Recherche aveugle pour les tuners DVB-S2
pt: Busca cega para sintonizadores DVB-S2

source: Blind scan state
ca: Estat recerca cega
el: Κατάσταση τυφλής ανίχνευσης
fr: Etât de la recherche aveugle
pt: Estado de verificação cega

source: Blindscan
ca: Recerca cega
el: Τυφλή ανίχνευση
et: Pimeotsing
fr: Analyse Exhaustive
pt: Busca Cega

source: Blindscan executable not found '%s'!
ca: Executable de búsqueda cega no trobat a '%s'!
fr: L’exécutable Blindscan n’est pas trouvé' %s'!

source: Blindscan is not supported in
el: Η τυφλή ανίχνευση δεν υποστηρίζεται από το
fr: Blindscan n'est pas supporté dans
pt: A Busca Cega não é suportado em

source: CAUTION: If you select "yes" the scan will not remove "duplicated" transponders from the list. Default is "no". Only change this if you understand why you are doing it.
ca: ATENCIÓ: Si sel·lecciones "Si" la búsqueda no eliminarà els transpondedors "duplicats" de la llista. Per defecte "No". Només canvia això si entens el que estàs fent.
el: ΠΡΟΣΟΧΗ: Αν επιλεγεί το "ναι", η ανίχνευση δεν θα αφαιρέσει τους "διπλότυπους" αναμεταδότες από τη λίστα. Προεπιλογή "όχι". Αλλάξτε αυτή την επιλογή αν κατανοείτε τι κάνετε.
fr: ATTENTION: Si vous sélectionnez "Oui", l'analyse ne supprimera pas les transpondeurs "dupliqués" de la liste. La valeur par défaut est «non». Ne changez cela que si vous comprenez pourquoi vous le faites.

source: CAUTION: If you select "yes" the scan will not sync with transponders listed in satellites.xml. Default is "no". Only change this if you understand why you are doing it.
ca: ATENCIÓ: Si sel·lecciones "Si" la búsqueda no sincronitzarà amb els transpondedors llistats a satellites.xml. Per defecte "No". Només canvia això si entens el que estàs fent.
el: ΠΡΟΣΟΧΗ: Αν επιλέξετε "ναι" η ανίχνευση δεν θα συγχρονιστεί με τους αναμεταδότες που υπάρχουν ήδη στο satellites.xml. Προεπιλογή "όχι". Αλλάξτε την επιλογή μόνο αν γνωρίζετε τι κάνετε.
fr: ATTENTION: Si vous sélectionnez "Oui", l'analyse ne sera pas synchronisée avec les transpondeurs répertoriés dans satellites.xml. La valeur par défaut est «non». Ne changez cela que si vous comprenez pourquoi vous le faites.

source: CAUTION: Only select "inverted" if you are using an inverted LNB (i.e. an LNB where the local oscillator frequency is greater than the scan frequency). Default is "normal". Only change this if you understand why you are doing it.
ca: ATENCIÓ: Només sel·leccionar "invertit" si estàs utilitzant un LNB invertit (per exemple un LNB on la freqüència d'oscilació local és superior a la freqüència de búsqueda). Per defecte "normal". Només canvia això si entens el que estàs fent.
fr: CAUTION : Sélectionnez seulement « inversé » si vous utilisez un LNB inversé (c.-à-d. un LNB où la fréquence d'oscillateur local est supérieure à la fréquence d'analyse). Par défaut est "normal". Ne changez cela que si vous comprenez pourquoi vous le faites.

source: Cancel
el: Ακύρωση
fr: Annuler

source: Clear before scan
ca: Netejar abans de cercar
el: Εκκαθάριση πριν την ανίχνευση
et: Kustuta enne otsingut kanalid
fr: Effacer avant d'analyser
nl: Vóór zoeken alle zenders wissen?
pt: Eliminar antes da Busca

source: Current Status: %d/%d Satellite: %s Polarization: %s Frequency range: %d - %d MHz Symbol rates: %d - %d MHz
fr: Status actuel : %d/%d Satellite : %s Polarisation : %s Plage fréquence : %d - %d MHz Débit symbole : %d - %d MHz

source: DVB-S only
ca: Només DVB-S
fr: DVB-S uniquement
pt: Apenas DVB-S

source: Deselect all
el: Αποεπιλογή όλων
fr: Tout désélectionner

source: Disable remove duplicates
ca: Desactivar eliminació de duplicats
el: Απενεργοποίηση αφαίρεσης διπλοτύπων
fr: Désactiver supprimer les doublons
pt: Desativar remover duplicatas

source: Disable sync with known transponders
ca: Desactivar sincronització amb transpondedors coneguts
el: Απενεργοποίηση συγχρονισμού με γνωστούς αναμεταδότες
fr: Désactiver la synchronisation avec les transpondeurs connus
pt: Desativar sincronização com transponders conhecidos

source: Exit
ca: Sortir
el: Έξοδος
et: Välju
fr: Quitter
nl: Afsluiten
pt: Sair

source: Filter out adjacent satellites
ca: Filtrar satèl·lits propers
el: Φιλτράρισμα παρακείμενων δορυφόρων
et: Filtreeri kõrvutised satelliidid
fr: Filtrer les satellites adjacents
nl: Filter nabije satellieten uit
pt: Filtrar satélites adjacentes

source: Frequency values must be between %d MHz and %d MHz
el: Οι τιμές συχνοτήτων πρέπει να είναι μεταξύ %d MHz και %d MHz
fr: Les valeurs de fréquence doivent être comprises entre %d MHz et %d MHz

source: Frequency values must be between %d MHz and %d MHz (C-band)
el: Οι τιμές συχνοτήτων πρέπει να είναι μεταξύ %d MHz και %d MHz (μπάντα C)
fr: La fréquence doit être comprise entre %d MHz et %d MHz (bande C)

source: Hardware blind scan is not supported by this tuner (%s)!
ca: El hardware de recerca cega no està suportat per aquest sintonitzador (%s)!
fr: La recherche aveugle n'est pas supportée sur ce tuner (%s)!
pt: A verificação cega de hardware não é suportada por este sintonizador (% s)!

source: If you select "yes" all channels on the satellite being searched will be deleted before starting the current search, yes (keep feeds) means the same but hold all feed services/transponders.
ca: Si sel·lecciones "Si" tots els canals buscats del satèl·lit s'eliminaran abans d'iniciar la búsqueda actual, Si (mantenir fonts) significa el mateix però manté totes les fonts de canals/transpondedors.
el: Αν επιλέξετε "ναι" όλα τα κανάλια του δορυφόρου που ανιχνεύεται θα διαγραφούν πριν την εκκίνηση της ανίχνευσης, το "διατήρηση των feeds", σημαίνει το ίδιο αλλά θα διατηρηθούν όλοι οι αναμεταδότες/υπηρεσίες feeds.
fr: Si vous choisissez "oui" toutes les chaînes du satellite analysé seront effacées avant que l'analyse ne démarre, oui (garder les feeds) signifie le même mais conserve tous les feeds services/transpondeurs.

source: If you select "yes" the scan will only save channels that are not encrypted; "no" will find encrypted and non-encrypted channels.
ca: Si seleccioneu "Si", l'escaneig només desarà els canals no encriptats; triar "No" cercarà canals encriptats i no encriptats
el: Αν επιλέξετε "ναι" η ανίχνευση θα αποθηκεύσει μόνο τα κανάλια που δεν είναι κωδικοποιημένα: "όχι" θα ανιχνευθούν κωδικοποιημένα και ελεύθερα κανάλια.
fr: Si vous choisissez "'oui" l'analyse va uniquement sauvegarder les chaînes qui ne sont pas encryptées; "non" va trouver les chaînes encryptées et non-encryptées.
pt: Se selecionar "sim" a procura irá salvar só os canais não codificados; "não" procurará por canais livres e canais codificados

source: If you select "yes" the scan will only search transponders not listed in satellites.xml
ca: Si seleccioneu "Si", nomes es cercaràn transponedors no inclosos a satellites.xml
el: Αν επιλέξετε "ναι" η ανίχνευση θα ψάξει μόνο αναμεταδότες που δεν υπάρχουν στο satellites.xml
et: Valides 'jah', otsitakse ainult transpondereid, mida ei leidu 'satellites.xml' failis
fr: Si vous choisissez "oui" l'analyse va uniquement utiliser les transpondeurs non présents dans votre 'satellites.xml'
nl: Als u "Ja" kiest, zullen alleen kanalen worden gezocht die niet in us satellites.xml staan (het bestand waar alle transponders in staan).
pt: Se selecionar "sim" a procura será efetuada para transponders não listados em "satellites.xml"

source: It seems manufacturer does not support blind scan for this tuner.
el: Φαίνεται ότι ο κατασκευαστής δεν υποστηρίζει την τυφλή ανίχνευση για αυτό το tuner.
fr: Il semble que le fabricant ne supporte pas le balayage aveugle pour ce tuner.

source: LNB inversion
ca: Inversió LNB
fr: Inversion LNB

source: LNB of current satellite not compatible with plugin
el: To LNB του συγκεκριμένου δορυφόρου είναι ασύμβατο με το πρόσθετο
fr: LNB du satellite actuel n'est pas compatible avec le plugin

source: Looking for available transponders. This will take a long time, please be patient.
ca: S'estan cercant transponedors disponibles. Aquesta recerca trigarà una estona. Si us plau, sigueu pacients.
el: Ανίχνευση διαθέσιμων αναμεταδοτών. Αυτό μπορεί να διαρκέσει αρκετά, παρακαλώ περιμένετε.
et: Saadaolevate transponderite otsing. See kestab kaua, ole kannatlik.
fr: Cherche les transpondeurs disponibles. Ceci va prendre longtemps, veuillez être patient.
nl: Zoekt beschikbare transponders. Dit zal een tijdje duren, wees geduldig.
pt: Olhando para os transponders disponíveis. Isso vai levar muito tempo, por favor, seja paciente.

source: MANUALLY start service searching, press green to change.
fr: Démarrer la recherche des services MANUELLEMENT, appuyez sur vert pour modifier.
pt: MANUALMENTE inicie a busca de serviços, pressione verde para mudar.

source: Maybe the reason that recording is currently running.
fr: Peut-être parce qu'un enregistrement est en cours.
pt: Talvez o motivo pelo qual a gravação esteja em execução no momento.

source: Network scan
el: Ανίχνευση δικτύου
fr: Analyse du réseau
pt: Busca de rede

source: No new transponders found! Only transponders already listed in satellites.xml have been found for those search parameters!
ca: No s'han trobat transponedors nous. Només s'han trobat els transponedors llistats a satellites.xml per a aquests paràmetres.
el: Δεν βρέθηκαν νέοι αναμεταδότες! Μόνο αναμεταδότες που υπάρχουν ήδη στο satellites.xml έχουν βρεθεί με αυτές τις παραμέτρους ανίχνευσης!
et: Uusi transpondereid ei leitud! Kõik nende otsingu parameetrite järgi leitud transponderid juba leiduvad satellites.xml failis!
fr: Aucun transpondeur trouvé! Seul les transpondeurs déjà présent dans votre satellites.xml ont été trouvé avec ces paramètres de recherche!
nl: Geen nieuwe transponders gevonden! Er zijn alleen transponders gevonden die al in de satellites.xml aanwezig waren!
pt: Não foram encontrados novos transponders! Sómente os transponders já listados em satellites.xml foram encontrados para os parâmetros de procura!

source: No transponders were found for those search parameters!
ca: No s'han trobat transponedors amb aquests paràmetres de cerca.
el: Δεν βρέθηκαν αναμεταδότες με αυτές τις παραμέτρους ανίχνευσης!
et: Nende otsingu parameetritega transpondereid ei leitud!
fr: Aucun transpondeur trouvé avec ces paramètres de recherche!
nl: Met deze zoek parameters zijn geen transponders gevonden!
pt: Não foram encontrados transponders para estes parâmetros de procura!

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
fr: Aucun tuner est activé! Veuillez paramétrer vos tuner avant de lancer l'analyse des services.
pt: Nenhum sintonizador está ativado! Defina as configurações do seu sintonizador antes de iniciar uma verificação de serviço.

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
fr: Rien à analyser! Veuillez paramétrer votre tuner avant de démarrer une analyse de chaînes.
pt: Nada para digitalizar! Defina as configurações do seu sintonizador antes de iniciar uma verificação de serviço.

source: Nothing to scan! Press Exit!
ca: Res a escanejar! Prem Sortir (Exit)!
fr: Rien à scanner! Appuyez sur Exit!
pt: Nada para procurar! Pressione Sair!

source: Only free scan
ca: Cercar només lliures
el: Μόνο τα ελευθέρα
et: Ainult vabakanalid
fr: Analyser uniquement les chaînes en clair
nl: Alleen FTA
pt: Só canais livres

source: Only scan unknown transponders
ca: Cercar només transponedors desconeguts
el: Ανίχνευση μόνο των αγνώστων αναμεταδοτών
et: Ainult tundmatud transponderid
fr: Analyser uniquement les transpondeurs inconnus
nl: Scan alleen onbekende transponders
pt: Só procura de transponders desconhecidos

source: Open xml file
ca: Obrir arxiu xml
el: Άνοιγμα αρχείου xml
fr: Ouvrir fichier .xml
pt: Abrir arquivo xml

source: Please setup your tuner configuration.
ca: Configureu les opcions del sintonitzador
el: Παρακαλώ ρυθμίστε το tuner σας.
et: Häälesta tuuner.
fr: Merci de configurer votre tuner.
nl: U moet de tunerconfiguratie vastleggen.
pt: Por favor configure as definições do Tuner.

source: Press OK to start the scan.
ca: Prem OK per a iniciar la recerca
fr: Appuyez sur OK pour commencer l'analyse.
pt: Prima a tecla VERDE/OK para iniciar a procura.

source: Press green to start service searching.
ca: Prem verd per arrancar el servei de recerca!
fr: Appuyez sur Vert pour démarrer la recherche.
pt: Prima a tecla VERDE/OK para iniciar a procura.

source: Restore defaults
fr: Restorer par défaut

source: Scan
ca: Cercar
el: Ανίχνευση
et: Otsi
fr: Analyser
pt: Procura

source: Scan Step in MHz(TBS5925)
el: Βήμα σάρωσης σε MHz (TBS5925)
fr: Pas du scan en MHz(TBS5925)
pt: Etapa de procura em MHz(TBS5925)

source: Scan satellites for new transponders
ca: S'estan cercant transponedors nous
el: Ανίχνευση δορυφόρων για νέους αναμεταδότες
et: Otsi uusi transpondereid
fr: Scanner les satellites pour les nouveaux transpondeurs
nl: Scan satelieten op nieuwe transponders
pt: Procura em satélites por novos transponders

source: Scan start frequency
ca: Freqüència inicial de la recerca
el: Συχνότητα εκκίνησης
et: Otsingu alumine sagedus
fr: Fréquence de départ de l'analyse
nl: Scan start frequentie
pt: Frequência inicial de procura

source: Scan start symbolrate
ca: Velocitat de símbol inicial
el: Ρυθμός συμβόλων εκκίνησης
et: Otsingu alumine sümbolikiirus
fr: Débit symbole de départ d'analyse
pt: Symbolrate inicial de procura

source: Scan stop frequency
ca: Freqüència final de la recerca
el: Τελική συχνότητα
et: Otsingu ülemine sagedus
fr: Fréquence d'arrêt de l'analyse
nl: Scan stop frequentie
pt: Frequência final de procura

source: Scan stop symbolrate
ca: Velocitat de símbol final
el: Τελικός ρυθμός συμβόλων
et: Otsingu ülemine sümbolikiirus
fr: Débit symbole de fin d'analyse
pt: Symbolrate final de procura

source: Search completed %d transponders found in %d:%02d minutes. Details saved in: %s
ca: Búqueda completa %d transpondedors trobats en %d:%02d minuts. Detalls guardats a: %s
el: Η αναζήτηση ολοκληρώθηκε. Βρέθηκαν %d αναμεταδότες σε %d:%02d λεπτά. Οι λεπτομέρειες αποθηκεύτηκαν στο: %s
fr: Recherche terminée %d transpondeurs trouvés en %d:%02d minutes. Détails enregistrés dans: %s

source: Search completed. %d transponders found. Details saved in: %s
ca: Recerca finalitzada. S'han trobat %d transponedors. Dades desades a: %s
et: Otsing lõpetatud. %d transponderit leitud. Üksikasjad salvestati: %s
fr: Recherche terminée. %d transpondeurs trouvés. Informations sauvées dans: %s
nl: Zoeken gereed. %d transponders gevonden. Details opgeslagen in: %s
pt: Procura concluída. %d transponders encontrados. Detalhes salvos em: %s

source: Search type
ca: Tipus de recerca
el: Τύπος ανίχνευσης
et: Otsingu tüüp
fr: Type de recherche
nl: Zoek type
pt: Tipo de procura

source: Select a tuner that is configured for the satellite you wish to search
ca: Trieu un sintonitzador configurat per al satèl·lit que voleu escanejar
el: Επιλέξτε ένα tuner που έχει ρυθμιστεί για το δορυφόρο που θέλετε να ανιχνεύσετε
et: Vali tuuner, mis on häälestatud otsitavale satelliidile
fr: Choisir un tuner qui est configuré pour recevoir le satellite que vous voulez chercher
nl: Kies een tuner die is geconfigureerd voor de satelliet die u wilt zoeken
pt: Selecionar um Tuner que esteja configurado para o satélite que deseja procurar

source: Select all
el: Επιλογή όλων
fr: Tout sélectionner

source: Select the satellite you wish to search
ca: Seleccioneu el satèl·lit que voleu escanejar
el: Επιλέξτε το δορυφόρο που θέλετε να ανιχνεύσετε
et: Vali otsinguks satelliit
fr: Choisir un satellite sur lequel vous voulez chercher
nl: Kies de satelliet die u wilt zoeken
pt: Selecione o satélite que deseja procurar

source: Select transponders and press green to scan. Press yellow to select all transponders and blue to deselect all.
el: Επιλέξτε αναμεταδότες και πιέστε το πράσινο για να ανιχνευθούν. Πιέστε το κίτρινο για επιλογή όλων και το μπλε για αποεπιλογή όλων.
fr: Sélectionnez les transpondeurs et appuyez sur vert pour rechercher. Appuyez sur jaune pour sélectionner tous les transpondeurs et bleu pour désélectionner tous.

source: Smaller steps takes longer but scan is more thorough
el: Τα μικρότερα βήματα διαρκούν περισσότερο αλλά η ανίχνευση είναι πιο ακριβής
fr: Les petites étapes prennent plus de temps mais le scan est plus approfondi
pt: Etapas menores levam mais tempo, mas a procura é mais completa

source: Sorry, this tuner is in use.
ca: Aquest sintonitzador està en ús
el: Λυπούμαστε, αυτό το tuner χρησιμοποιείται.
et: See tuuner on kasutuses.
fr: Désolé, ce tuner est utilisé.
nl: Sorry, de tuner is in gebruik.
pt: Desculpe, este Tuner está em uso.

source: Step %d %d:%02d min
el: Βήμα %d %d:%02d λεπτά
fr: Etapes %d %d:%02d min

source: Symbol rate values are in megasymbols; enter a value between 1 and 44
ca: Els valors de la velocitat de símbol estan en megasímbols. Introduïu una xifra entre 1 i 44
el: Οι τιμές του ρυθμού συμβόλων είναι σε μεγασύμβολα: εισάγετε μία τιμή μεταξύ 1 και 44
et: Sümbolikiiruse väärtused on megasümbolites; sisesta väärtus vahemikus 1 kuni 44
fr: La valeur de débit symbole est en megasymbols; entrer une valeur entre 1 et 44
nl: Symbol rate waardes in megasymbols; geef een waarde tussen 1 and 44 in
pt: Os valores de Symbol Rate estão em megasímbolos, entre um valor entre 1 e 44

source: Symbol rate values are in megasymbols; enter a value between 2 and 45
ca: Els valors de la velocitat de símbol estan en megasímbols. Introduïu una xifra entre 2 i 45
el: Οι τιμές του ρυθμού συμβόλων είναι σε μεγασύμβολα: εισάγετε μία τιμή μεταξύ 2 και 45
et: Sümbolikiiruse väärtused on megasümbolites; sisesta väärtus vahemikus 2 kuni 45
fr: La valeur de débit symbole est en megasymbols; entrer une valeur entre 2 et 45
nl: Symbol rate waardes in megasymbols; geef een waarde tussen 2 and 45 in
pt: Os valores de Symbol Rate estão em megasímbolos, entre um valor entre 2 e 45

source: The blindscan run was cancelled by the user.
ca: La recerca cega ha estat cancel·lada per l'usuari
el: Η τυφλή ανίχνευση ακυρώθηκε από το χρήστη.
et: Kasutaja katkestas pimeotsingu.
fr: L'analyse exhaustive a été annulée par l'utilisateur.
nl: De blindscan is door d egebruiker geannuleerd
pt: A execução do Busca Cega foi cancelada pelo utilizador.

source: The suggested polarisation for this satellite is "%s"
ca: La polarització suggerida per a aquest satèl·lit es "%s"
el: Η προτεινόμενη πόλωση για αυτό το δορυφόρο είναι "%s"
fr: La polarisation suggérée pour ce satellite est "%s"
nl: De voorgestelde polarisatie voor dezze satelliet is "%s"
pt: A polarização sugerida para este satélite é "%s"

source: Transponder searching finished!
ca: Recerca transpondedor finalitzada!
fr: Recherche des transpondeurs terminée!
pt: Pesquisa de transponder concluída!

source: Try to find used satellite transponders...
fr: Essayer de trouver les transpondeurs utilisés par le satellite…
pt: Procura em satélites por novos transponders...

source: Use Sundtek full hardware blind scan!
ca: Utilitza hardware recerca cega de Sundtek!
fr: Utiliser toute les capacités de recherche aveugle du matériel Sundtek!
pt: A iniciar hardware Sundtek blind scan!

source: When a neighbouring satellite is very strong this avoids searching transponders known to be coming from the neighbouring satellite.
ca: Quan un satèl·lit proper és molt potent, això evita cercar transponedors procedents d'aquest satèl·lit
el: Όταν ένας γειτονικός δορυφόρος είναι πολύ δυνατός, αυτό αποτρέπει την ανίχνευση αναμεταδοτών που είναι γνωστό ότι ανήκουν σε αυτόν.
fr: Lorsque le satellite voisin émet très fort, cela évite de rechercher les transpondeurs connus comme venant du satellite voisin.
pt: Quando um satélite vizinho é muito forte isso evita pesquisar por transponders conhecidos provenientes desse satélite

source: circular left
ca: Circular esquerra
el: αριστερόστροφη
et: ringpolarisatsioon vasak
fr: circulaire à gauche
nl: circular links
pt: circular esquerda

source: circular left/right
el: αριστερόστροφη/δεξιόστροφη
fr: circulaire gauche/droite

source: circular right
ca: Circular dreta
el: δεξιόστροφη
et: ringpolarisatsioon parem
fr: circulaire à droite
nl: circular rechts
pt: circular direita

source: circular right and circular left
ca: Circular dreta i circular esquerra
el: δεξιόστροφη και αριστερόστροφη
et: ringpolarisatsioon parem ja vasak
fr: circulaire droit et circulaire gauche
nl: circulair rechts en links
pt: circular direita e circular esquerda

source: don't scan
ca: No buscar
el: χωρίς ανίχνευση
fr: ne pas rechercher

source: horizontal
ca: Horitzontal
el: οριζόντια
et: horisontaalne
fr: horizontale
nl: horizontaal

source: inverted
fr: inversé

source: no
el: όχι
et: ei
fr: non
nl: nee
pt: não

source: save to XML file
ca: Desar a arxiu XML
et: salvesta XML faili
fr: sauvegarder dans un fichier XML
nl: sla op in XML-bestand
pt: salvar para ficheiro XML

source: scan
ca: Buscar
el: ανίχνευση
fr: recherche

source: scan for channels
ca: Cercar canals
el: ανίχνευση για κανάλια
et: kanaliotsing
fr: analyser les chaînes
nl: Zoek kanalen
pt: procura de canais

source: scan for transponders
ca: Buscar transpondedors
el: ανίχνευση για αναμεταδότες
fr: recherche des transpondeurs

source: up to 1 degree
ca: Fins a 1º
el: έως 1 μοίρα
et: kuni 1 kraad
fr: jusqu'à 1 degré
nl: tot 1 graad
pt: mais de 1 grau
