Repository: oe-alliance/oe-alliance-plugins
Catalog: MultiTransCodingSetup/po/*.po
Languages: uk

source: 1.0 Mbps
uk: 1.0 Мбіт/с

source: 1.2 Mbps
uk: 1.2 Мбіт/с

source: 1.5 Mbps
uk: 1.5 Мбіт/с

source: 100 kbps
uk: 100 кбіт/с

source: 2.0 Mbps
uk: 2 Мбіт/с

source: 2.5 Mbps
uk: 2.5 Мбіт/с

source: 23.976 fps
uk: 23.976 кадрів/с

source: 24 fps
uk: 24 кадрів/с

source: 25 fps
uk: 25 кадрів/с

source: 3.0 Mbps
uk: 3.0 Мбіт/с

source: 3.5 Mbps
uk: 3.5 Мбіт/с

source: 30 fps
uk: 30 кадрів/с

source: 300 kbps
uk: 300 кбіт/с

source: 4.0 Mbps
uk: 4.0 Мбіт/с

source: 5.0 Mbps
uk: 5,0 Мбіт/с

source: 500 kbps
uk: 500 кбіт/с

source: 800 kbps
uk: 800 кбіт/с

source: Aspect Ratio
uk: Співвідношення Сторін

source: Auto
uk: Авто

source: Bitrate in bits
uk: Бітрейт в бітах

source: Encoder Aspect Ratio
uk: Кодер співвідношення сторін

source: Encoder Bitrate
uk: Бітрейт кодера

source: Encoder Framerate
uk: Частота кадрів кодера

source: Encoder Interlaced
uk: Черезстрочне кодування

source: Encoder Resolution
uk: Роздільна здатність кодера

source: Exit
uk: Вихід

source: Framerate
uk: Частота кадрів

source: H.265
uk: H.264

source: Interlaced
uk: Черезстрочна

source: Max
uk: Макс

source: Min
uk: Мінім

source: Multi device transcoding setup
uk: Налаштування пристрою

source: Multi-Transcoding Setup
uk: Налаштування Multi-Transcoding

source: No
uk: Ні

source: Really close without saving settings?
uk: Дійсно закрити без збереження налаштувань?

source: Resolution
uk: Роздільна здатність

source: Save
uk: Зберегти

source: Setup your timezone.
uk: Налаштування Вашого часового поясу.

source: This model does not support transcoding.
uk: Ця модель не підтримує транскодування.

source: To use transcoding You can build URL for VLC by Yourself
uk: Для використання перекодування ви можете створити URL для VLC самостійно

source: Transcoding Setup
uk: Налаштування перекодування

source: Transcoding from HDMI-IN e.x:
uk: Перекодування з HDMI-IN е. х:

source: Video codec
uk: Відеокодек

source: Yes
uk: Так

source: disable
uk: вимкнути

source: enable
uk: ввімкнути
