Repository: oe-alliance/oe-alliance-plugins
Catalog: RemoteChannelStreamConverter/po/*.po
Languages: de, nl, tr

source: FTP Server Editor
de: Konfiguriere entfernte STB
nl: FTP Server aanpassen
tr: FTP Sunucusu Düzenleyicisi

source: Exit
de: Beenden
nl: Afsluiten
tr: Kapat

source: Keyboard
de: Tastatur
nl: Toetsenbord
tr: Klavye

source: Use address
de: Adresse
nl: Gebruik adres
tr: Adres kullan

source: Use IP
de: IP
nl: Gebruik IP
tr: IP kullan

source: Username:
de: Benutzername:
nl: Gebruikersnaam:
tr: Kullanıcı adı:

source: Password:
de: Passwort:
nl: Wachtwoord:
tr: Şifre:

source: FTPport:
nl: FTP-poort:

source: Passive:
de: Passiv:
nl: Passief:
tr: Pasif:

source: Telnetport:
nl: Telnetpoort:

source: Adress:
de: Adresse:
nl: Adres:
tr: Adres:

source: Enter address
de: Adresse eingeben
nl: Geef adres
tr: Adresi girin

source: Enter username
de: Benutzernamen eingeben
nl: Geef gebruikersnaam
tr: Kullanıcı adını girin

source: Enter password
de: Passwort eingeben
nl: Geef wachtwoord
tr: Şifrenizi girin

source: Select bouquets to convert
de: Wähle Bouquets für die Konvertierung
nl: Kies favorieten om te converteren
tr: Dönüşüm için buketler seçin

source: Close
de: Schließen
nl: Sluit
tr: Kapat

source: Set server IP
de: Server IP
nl: Stel server IP in
tr: Sunucu IP'sini ayarla

source: Select a remote server IP first
de: Zuerst entfernte STB konfigurieren/auswählen
nl: Kies eerst een server-IP
tr: İlk önce uzak STB'yi yapılandırın/seçin

source: Testing remote connection
de: Teste Verbindung
nl: Test verbinding met server
tr: Bağlantıyı test et

source: Connection to remote IP ok
de: Verbindung zur entfernten STB ok
nl: Verbinding met server OK
tr: Uzaktaki STB'ye bağlantı OK

source: Could not connect to remote IP
de: Verbindung zur entfernten STB fehlgeschlagen
nl: Kon niet met server verbinden
tr: Uzak STB'ye bağlantı başarısız

source: Downloading remote services
de: Herunterladen der Kanallisten
nl: Download kanalen van server
tr: Kanal listesini indirin

source: Download from remote failed
de: Herunterladen der Kanallisten fehlgeschlagen
nl: Download van serverbox mislukt
tr: Kanal listesi indirilemedi

source: FTP reading bouquets %d of %d
de: FTP lese Bouquet %d von %d
nl: FTP leest boeketten %d van %d
tr: FTP Buket okudu %d von %d

source: Make your selection
de: Bitte auswählen
nl: Maak uw keuze
tr: Lütfen seçiniz

source: Invert
de: Invertiere
nl: Keer om
tr: Evirmek

source: remote of
nl: remote van
tr: uzak STB'ye

source: No bouquets selected
de: Keine Favoritenlisten ausgewählt
nl: Geen favorieten gekozen
tr: Favori listesi seçilmedi

source: Checking for alternatives
nl: Zoekt naar alternatieven
tr: Alternatiflerin kontrol edilmesi

source: FTP reading alternatives %d of %d
nl: FTP leest alternatieven %d van %d
tr: FTP alternatifleri okuyor %d of %d

source: Convert remote channel list for streaming
de: Importiere externe Bouquets
nl: Converteert de server kanaallijst voor streaming
tr: Dış buketleri içe aktar

source: Download
de: Herunterladen
tr: Indir

source: Remote channel stream converter
de: Importiere externe Bouquets
tr: Dış buketleri içe aktar
