Repository: oe-alliance/oe-alliance-plugins
Catalog: TerrestrialScan/po/*.po
Languages: de, lt, nl

source: Automatic
de: Automatisch
lt: Automatiškai
nl: Automatisch

source: Band
lt: Diapazonas

source: Cannot free NIM because a recording is in progress
de: Kein freier Tuner, weil eine Aufnahme läuft.
lt: Imtuvas užimtas, nes dabar vyksta įrašymas
nl: Kan geen vrije NIM vinden omdat er een opname loopt

source: Cannot get frontend
de: Konnte Fronted nicht erreichen
lt: Pirminė sąsaja neprieinama
nl: Kan het frontend niet bereiken

source: Cannot get the NIM
de: Konnte den Tuner nicht erreichen
lt: Imtuvas neprieinamas
nl: Kan de NIM niet bereiken

source: Cannot retrieve Resource Manager instance
de: Kann nicht die Resource-Manager-Instanz abrufen
lt: Išteklių valdymas neprieinamas

source: Clear before scan
de: Vor dem Suchlauf löschen
lt: Prieš paiešką išvalyti
nl: Verwijder voor het scannen

source: Exit
de: Abbrechen
lt: Uždaryti
nl: Sluit af

source: Found %d unique transponder
de: %d gefundene eindeutige Transponder
lt: Surastas %d naujas transponderis
nl: %d unieke transponders gevonden

source: If you select "yes" all stored terrestrial channels will be deleted before starting the current search.
de: Wenn Sie "Ja" auswählen werden alle gespeicherten terrestrischen Kanäle vor dem Suchlauf gelöscht.
lt: Jei pasirinksite 'taip', prieš pradedant šią paiešką, visi ankstesni išsaugoti antžeminiai kanalai bus panaikinti.
nl: Als u dit kiest, worden alle opgeslagen terristische kanalen verwijderd voordat het zoeken begint.

source: If you select "yes" the scan will only save channels that are not encrypted; "no" will find encrypted and non-encrypted channels.
de: Wenn Sie "Ja" auswählen werden nur unverschlüsselte Kanäle gesucht, bei "Nein" werden verschlüsselte und unverschlüsselte Kanäle gesucht.
lt: Jei pasirinksite 'taip', bus išsaugoti tik atviri, nekoduoti kanalai; 'ne' išsaugos ir koduotus, ir nekoduotus kanalus.
nl: Als u "'ja" kiest, zullen alleen kanalen worden opgeslagen die niet gecodeerd zijn; bij "nee" worden alle kanalen opgeslagen.

source: Most transmitters in European countries only have TV channels in the UHF band.
de: Die meisten Sender in den europäischen Ländern haben nur TV-Kanäle im UHF-Band.
lt: Dauguma Europos šalių siųstuvų turi tik UHF diapazono TV kanalus.
nl: De meeste uitzendingen in Europa vinden plaats in de UHF-band.

source: Network ID
lt: Tinklo ID
nl: Netwerk-ID

source: No frequencies to search
de: Keine Frequenzen zum Suchen
lt: Nėra paieškos dažnių
nl: Geen frequenties om te zoeken

source: No terrestrial tuner found
de: Kein terrestrischen Tuner gefunden
lt: Antžeminės TV imtuvų nerasta
nl: Geen terrestrische tuner gevonden

source: No valid NIM found for terrestrial
de: Kein gültiger Tuner für DVB-T
lt: Nerasta tinkamų antžeminių imtuvų
nl: Geen geldige NIM gevonden voor terrestrisch

source: Only free scan
de: Nur freie Kanäle suchen
lt: Ieškoti tik nekoduotų kanalų
nl: Alleen vrije kanalen

source: Reading channel %s
de: Lese Kanal %s
lt: Skaitomas kanalas %s
nl: Leest kanaal %s

source: Really close without saving settings?
de: Wirklich beenden ohne zu speichern?
lt: Ar tikrai uždaryti langą neišsaugant nuostatų?
nl: Echt afsluiten zonder op te slaan?

source: Scan
de: Suchlauf
lt: Paieška

source: Scanning channel %s
de: Durchsuche Kanal %s
lt: Ieškomas kanalas %s
nl: Scant kanaal %s

source: Scanning for active transponders
de: Aktive Transponder suchen
lt: Ieškoma veikiančių transponderių
nl: Scant actieve transponders

source: Select "0" to search all networks, or enter the network ID of the provider you wish to search.
lt: Pasirinkite "0", kad ieškoti visuose tinkluose, arba įveskite teikėjo, kurio ieškosite, tinklo ID.
nl: Kies "0" om alle netwerken te doorzoeken, of geef het netwerk-ID in van de provider die u wilt scannen.

source: Select a tuner that is configured for terrestrial scans. "Automatic" will pick the highest spec available tuner.
de: Wählen Sie einen Tuner, der für den terrestrischen Suchlauf konfiguriert ist. "Automatisch", den Tuner mit dem besten Empfangssignal wählen.
lt: Pasirinkite imtuvą, sukonfigūruotą antžeminei paieškai. "Automatiškai" parinks aukščiausios reikšmės imtuvą.
nl: Kies een tuner die is geconfigureerd voor terrestrische scans. "Automatisch" zal de tuner met de beste specificaties gebruiken.

source: Selected tuner is not cofigured
de: Ausgewählter Tuner ist nicht konfiguriert
lt: Pasirinktas imtuvas nesukonfigūruotas
nl: De gekozen tuner is niet geconfigureerd

source: Starting scanner
de: Starte Suchlauf
lt: Pradedama paieška
nl: Start scanner

source: Starting search...
de: Suche starten...
lt: Prasideda paieška...
nl: Start zoeken...

source: Terrestrial Scan
de: Terrestrischer Suchlauf
lt: Antžeminės TV paieška

source: TerrestrialScan
de: Terrestrischer Suchlauf
lt: Antžeminės TV paieška

source: Tuner
lt: Imtuvas

source: UHF Europe
de: UHF Europa
lt: UHF Europa
nl: UHF Europa

source: UHF/VHF Europe
de: UHF/VHF Europa
lt: UHF/VHF Europa
nl: UHF/VHF Europa
