Repository: oe-alliance/oe-alliance-plugins
Catalog: MisPlsLcnScan/po/*.po
Languages: de, el, nl

source: Cannot allocate the demuxer.
de: Demuxer kann nicht zugeordnet werden.
el: Αδυναμία κατανομής του αποπολυπλέκτη.
nl: Kan de demuxer niet toewijzen.

source: Cannot free NIM because a recording is in progress
de: Tuner kann nicht freigegeben werden, da gerade eine Aufzeichnung läuft
el: Το tuner δεν μπορεί να απελευθερωθεί επειδή εκτελείται μία εγγραφή
nl: NIM is niet vrij vanwege een opname

source: Cannot get frontend
de: Keinen Tuner gefunden
el: Αδυναμία εύρεσης του tuner
nl: Frontend onbereikbaar

source: Cannot get the NIM
de: Tuner kann nicht abgerufen werden
el: Αδυναμία εύρεσης της μονάδας tuner
nl: NIM onbereikbaar

source: Cannot retrieve Resource Manager instance
de: Resource Manager-Instanz kann nicht abgerufen werden
el: Αδυναμία ανάκτησης διαχείρισης πόρων
nl: Kan de Resourcemanager niet bereiken

source: Clear before scan
de: Vor dem Suchlauf löschen
el: Εκκαθάριση πριν την ανίχνευση
nl: Wissen alvorens te scannen

source: Exit
de: Schließen
el: Έξοδος
nl: Sluit af

source: Found %d transponder
de: %d Transponder gefunden
el: Βρέθηκε %d αναμεταδότης
nl: %d transponder gevonden

source: If you select "yes" stored channels at the same orbital position will be deleted before starting the current search. Note: if you are scanning more than one provider this must be set to "no".
de: Wenn Sie "Ja" auswählen, werden gespeicherte Kanäle an derselben Orbitalposition gelöscht, bevor die aktuelle Suche gestartet wird. Hinweis: Wenn Sie mehr als einen Anbieter suchen, muss dieser auf "Nein" gesetzt werden.
el: Αν επιλέξετε "ναι" τα αποθηκευμένα κανάλια στην ίδια τροχιακή θέση θα διαγραφούν πριν ξεκινήσει η τρέχουσα ανίχνευση. Σημείωση: αν θα ανιχνευτούν παραπάνω του ενός πάροχοι, αυτό πρέπει να τεθεί στο "όχι".

source: If you select "yes" the scan will only save channels that are not encrypted; "no" will find encrypted and non-encrypted channels.
de: Wenn Sie "Ja" wählen, werden nur Kanäle gespeichert, die nicht verschlüsselt sindNein" findet verschlüsselte und unverschlüsselte Kanäle.
el: Αν επιλέξετε "ναι" η ανίχνευση θα αποθηκεύσει μόνο τα κανάλια που δεν είναι κωδικοποιημένα: "όχι" θα ανιχνευθούν κωδικοποιημένα και ελεύθερα κανάλια.
nl: Als u "ja" kiest zullen alleen kanalen worden opgeslagen die niet encrypted zijn; "nee" zal zowel encrypted als niet-encrypted kanalen vinden.

source: Italia MIS 5W
el: Ιταλία MIS 5W

source: MIS/PLS LCN Scan
de: MIS/PLS LCN Suche
el: Ανίχνευση MIS/PLS LCN

source: No compatible tuner found
de: Kein kompatibler Tuner gefunden
el: Δεν βρέθηκε συμβατό tuner
nl: Geen geschikte tuner gevonden

source: No frequencies to search
de: Keine Frequenzen zu suchen
el: Δεν υπάρχουν συχνότητες για ανίχνευση
nl: Geen frequenties om te zoeken

source: No valid NIM found for %s
el: Δεν βρέθηκε έγκυρο tuner για το %s

source: Only free scan
de: Nur frei empfangbare
el: Μόνο τα ελεύθερα
nl: Alleen vrije scan

source: Provider
de: Anbieter
el: Πάροχος

source: Reading SI tables on %s MHz, IS %s
de: Lese SI Tabellen auf %s MHz, IS %s
el: Ανάγνωση πινάκων SI στα %s MHz, IS %s
nl: Leest SI tabellen op %s MHz, IS %s

source: Really close without saving settings?
de: Wirklich ohne Sichern beenden?
el: Έξοδος χωρίς αποθήκευση ρυθμίσεων;
nl: Echt afsluiten zonder instellingen op te slaan?

source: Scan
de: Suchlauf
el: Ανίχνευση

source: Scanning transponders
de: Suche Transponder
el: Ανίχνευση αναμεταδοτών
nl: Scant transponders

source: Select the provider you wish to scan.
de: Wählen Sie den Anbieter aus, den Sie scannen möchten.
el: Επιλέξτε τον πάροχο που θέλετε να ανιχνευτεί.
nl: Kies de provider die u wilt scannen.

source: Starting scanner
de: Scanner starten
el: Εκκίνηση ανίχνευσης
nl: Start scanner

source: Starting search...
de: Suche starten...
el: Εκκίνηση αναζήτησης...
nl: Start zoekslag...

source: Tuning %s MHz, IS %s
el: Συντονισμός στα %s MHz, IS %s
nl: Tunet %s MHz, IS %s

source: No valid NIM found for
de: Kein gültiger Tuner gefunden
nl: Geen geldige NIM gevonden voor

source: If you select "yes" stored channels at the same orbital position will be deleted before starting the current search. Note: if you are scanning more than one provider this must be set to "no
nl: Als u "ja" kiest zullen de opgeslagen kanalen van deze orbitale positie verwijderd worden voordat de huidige zoekslag wordt gestart. Opm.: als u meer dan één provider scant, moet deze instelling op "nee" staan.

source: TerrestrialScan
nl: Terrestrische scan
