Repository: oe-alliance/oe-alliance-plugins
Catalog: HbbTV/po/*.po
Languages: es

source: !!(Empty) Please, Input to the
es: !!(Vacía) Por Favor, Intorduce

source: * RC Help
es: * Ayuda función de teclas

source: * Start YouTube TV
es: * Iniciar YouTube TV

source: About
es: Acerca de

source: Add
es: Añadir

source: Back
es: Atrás

source: Backspace Key
es: Tecla de retroceso

source: Bookmark
es: Marcador

source: Bookmark Title
es: Título de Marcador

source: Bookmark URL
es: URL Marcador

source: Browser Help
es: Ayuda del navegador

source: Browser Start/Stop
es: Iniciar/Parar Navegador

source: Can't open selected bookmark. - URL data is empty!!
es: No se puede abrir el marcador seleccionado. - ¡Los datos de la URL están vacíos!

source: Cancel
es: Cancelar

source: Category Name
es: Nombre de Categoría

source: Current Page
es: Página actual

source: Current page is already exist.
es: La página actual ya existe.

source: Delete
es: Borrar

source: Direct Input
es: Entrada directa

source: Direct Input(Bookmark)
es: Entrada directa (marcador)

source: Do not show YouTube TV Starter again
es: No mostrar YouTube TV Starter nuevamente

source: Do you want to delete the bookmark?
es: ¿Desea eliminar el marcador?

source: Do you want to delete the category and the bookmarks?
es: ¿Desea eliminar la categoría y los marcadores?

source: Do you want to set selected url to the Startpage?
es: ¿Desea establecer la URL seleccionada en la página de inicio?

source: Down Key
es: Abajo

source: Edit
es: Editar

source: Enter Key
es: Introducir clave

source: Exit
es: Salir

source: Exit the Browser.
es: Salga del navegador.

source: Exit the YouTube TV
es: Salir de YouTube TV

source: File
es: Archivo

source: Go to next page.
es: Ir a la página siguiente.

source: Go to previous page.
es: Regresar a la pagina anterior.

source: HbbTV Applications
es: Aplicaciones HbbTV

source: HbbTV Browser was not running. Please running browser before start HbbTV Application.
es: HbbTV Browser no se está ejecutando. Ejecute el navegador antes de iniciar la aplicación HbbTV.

source: HbbTV Plugin
es: HbbTV complemento

source: Help
es: Ayuda

source: Invalid
es: Incorrecto

source: Invalid URL!!(Empty) Please, Input to the URL.
es: URL invalida!!(Vacía) Por Favor, Intorduce la URL.

source: Invalid URL. Please check again!!
es: URL invalida! Por Favor, ingresa de nuevo!!

source: It will move the mouse pointer down.
es: Moverá el puntero del mouse hacia abajo.

source: It will move the mouse pointer left.
es: Moverá el puntero del mouse hacia la izquierda.

source: It will move the mouse pointer right.
es: Moverá el puntero del mouse hacia la derecha.

source: It will move the mouse pointer up.
es: Moverá el puntero del mouse hacia arriba.

source: Keyboard
es: Teclado

source: Keyboard Layout
es: Disposición de teclado

source: Left Key
es: Izquierda

source: Left Mouse Button
es: Boton izquierdo del ratón

source: Mouse
es: Ratón

source: Move down
es: Mover abajo

source: Move left
es: Mover izquierda

source: Move right
es: Mover derecha

source: Move up
es: Mover arriba

source: Name
es: Nombre

source: No detected HbbTV applications.
es: No se detectaron aplicaciones HbbTV.

source: Open Startpage
es: Abrir Página de Incio

source: Open URL
es: Abrir URL

source: Opera Browser was not running. Please running browser using [File]>[Start/Stop] menu.
es: Opera Browser no se está ejecutando. Ejecute el navegador utilizando el menú [Archivo]> [Iniciar / Parar].

source: Opera Web Browser
es: Opera Web Navegador

source: Opera Web Browser Plugin v2.0
es: Opera Web Navegador Plugin v2.0

source: PageDown Key
es: Página abajo

source: PageUp Key
es: Página arriba

source: Pause current video
es: Pausar video actual

source: Play current video
es: Reproducir video actual

source: Play ther selected the video
es: Reproducir el video seleccionado

source: Please choose an HbbTV application.
es: Por favor, elija una aplicación HbbTV.

source: Please choose one.
es: Por favor elige una.

source: Please choose.
es: Por favor elige.

source: Please enter URL here
es: Por favor, introduzca la URL

source: Position Setup
es: Configuración de posición

source: Preference
es: Preferencia

source: Really close without saving settings?
es: ¿Seguro que quieres cerrar sin guardar la configuración?

source: Return
es: Volver

source: Right Key
es: Derecha

source: Right Mouse Button
es: Boton derecho del ratón

source: Save
es: Guardar

source: Search a video
es: Buscar video

source: Set as Startpage
es: Define como página de Inicio

source: Show the Menu window.
es: Mostrar la ventana del Menú.

source: Show the Virtual keyboard window.
es: Mostrar la ventana del teclado virtual.

source: Skip backward 10 sec
es: Saltar hacia atrás 10 segundos

source: Skip forward 10 sec
es: Saltar adelante 10 segundos

source: Start
es: Iniciar

source: Start Page
es: Página Inicio

source: Start YouTube TV
es: Iniciar YouTube TV

source: Start/Stop
es: Iniciar/Parar

source: Startpage
es: Página de Incio

source: Stop
es: Parar

source: Stop current video
es: Parar video actual

source: Switch to keyboard/mouse mode.
es: Cambia al modo de teclado/ratón.

source: Title
es: Título

source: Tools
es: Herramientas

source: Up Key
es: Arriba

source: YouTube TV Settings
es: Configuración YouTube TV

source: YouTube TV is a new way to watch YouTube videos
es: YouTube TV es una nueva forma de ver videos de YouTube

source: height
es: altura

source: left
es: izquierda

source: start opera web browser
es: iniciar Opera Web Navegador

source: top
es: arriba

source: width
es: ancho
