Repository: oe-alliance/oe-alliance-plugins
Catalog: OAWeather/po/*.po
Languages: cs, de, fi

source: %d Minutes
cs: %d minut
de: %d Minuten
fi: %d Minuuttia

source: Cache data
cs: Data mezipaměti (Cache)
de: Daten zwischenspeichern
fi: Välimuistin data

source: Choose whether the 'night switch' should be activated or not. Some icons are then displayed as night icons with moon.
de: Wählen Sie, ob der Nachtschalter aktiviert werden soll oder nicht. Einige Symbole werden dann als Nachtsymbole mit Mond angezeigt.

source: City '%s' not found! Please try another wording.
cs: Město '%s' nebylo nalezeno! Zkuste prosím jiné znění.
de: Stadt '%s' wurde nicht gefunden! Bitte versuchen Sie eine andere Formulierung.
fi: Kaupunki '%s' ei löytynyt! Kokeile toista sanamuotoa.

source: Configuration tool for OAWeather
de: Konfigurationstool für OAWeather

source: Defaults
cs: Výchozí
de: Standard
fi: Oletusarvot

source: Disabled
cs: Bezbariérový
de: Deaktiviert
fi: Ei käytössä

source: East
cs: Východ
de: Ost
fi: Itä

source: Enabled
cs: Info o počasí
de: Aktiviert
fi: Käytössä

source: Enter a personalized API key for use with OpenWeatherMap (https://openweathermap.org/).
cs: Zadejte osobní klíč API pro použití s OpenWeatherMap (https://openweathermap.org/).
de: Geben Sie einen personalisierten API-Schlüssel für die Verwendung mit OpenWeatherMap ein (https://openweathermap.org/).
fi: Syötä henkilökohtainen API avain, jota käytetään OpenWeatherMapissa (https://openweathermap.org/).

source: Enter the location for your weather forecasts.
cs: Zadejte místo pro předpověď počasí.
de: Geben Sie den Standort für Ihre Wettervorhersage ein.
fi: Syötä sää ennusteen sijainti.

source: Error getting City ID
cs: Chyba při získávání ID města
de: Fehler beim Abrufen der City ID
fi: Virhe haettaessa kaupunki ID:tä

source: Error in Weatherinfo
cs: Chyba v aplikaci Weatherinfo
de: Fehler in Weatherinfo
fi: Virhe säätiedoissa

source: Location Selection
cs: Výběr umístění
de: Standortauswahl
fi: Sijainnin valinta

source: MSN weather
cs: Počasí MSN
de: MSN-Wetter
fi: MSN sää

source: North
cs: Sever
de: Nord
fi: Pohjoinen

source: Northeast
cs: Severovýchod
de: Nordost
fi: Koillinen

source: Northwest
cs: Severozápadní
de: Nordwest
fi: Luode

source: Refresh interval
cs: Interval obnovení
de: Aktualisierungsintervall
fi: Päivitysväli

source: Search for City ID please wait...
cs: Hledání ID města počkejte prosím...
de: Suche nach City-ID. Bitte warten...
fi: Etsi kaupunkitunnusta, odota...

source: Search for your City
cs: Vyhledejte své město
de: Suche nach Ihrer Stadt
fi: Etsi kaupunkisi

source: Select 'Yes' to enable add debug output to log.
de: Wählen Sie "Ja", um das OAWeather debug log zu aktivieren.

source: Select 'Yes' to enable the addition of Weather.
de: Wählen Sie "Ja", um das OAWeather zu aktivieren.

source: Select Your Location
cs: Vyberte svou polohu
de: Wählen Sie Ihren Standort
fi: Valitse sijainti

source: Select the preferred weather service to supply the weather information.
cs: Vyberte preferovanou meteorologickou službu, která bude poskytovat informace o počasí.
de: Wählen Sie den bevorzugten Wetterdienst aus, um die Wetterinformationen zu erhalten.
fi: Valitse haluamasi sääpalvelu, joka toimittaa säätiedot.

source: Select the temperature unit to be used for temperature displays.
cs: Vyberte jednotku teploty, která se má použít pro zobrazení teploty.
de: Wählen Sie die Temperatureinheit, die für die Temperaturanzeige verwendet werden soll.
fi: Valitse näytettvä lämpötilan käytettävä lämpötila yksikkö.

source: Select this option to save that last obtained weather data locally. This is used to initialize the data immediately after restart while updated data is being fetched.
cs: Výběrem této možnosti uložíte naposledy získaná data o lokálním počasí. To se používá k inicializaci dat ihned po restartu, zatímco se načítají aktualizovaná data.
de: Wählen Sie diese Option, um die zuletzt abgerufenen Wetterdaten lokal zu speichern. Dies wird verwendet, um die Daten sofort nach dem Neustart zu initialisieren, während die aktualisierten Daten abgerufen werden.
fi: Valitse tämä vaihtoehto, jos haluat tallentaa viimeksi saadut säätiedot paikallisesti. Tätä käytetään tietojen alustamiseen heti uudelleenkäynnistyksen jälkeen, kun päivitettyjä tietoja haetaan.

source: Set default values
cs: Nastavit výchozí hodnoty
de: Setze Standardeinstellung
fi: Aseta oletusarvot

source: South
cs: Jih
de: Süd
fi: Etelä

source: Southeast
cs: Jihovýchod
de: Südost
fi: Kaakko

source: Southwest
cs: Jihozápad
de: Südwest
fi: Lounas

source: Specify how often Weather retrieves its data from the server. 'Once' means the data will loaded only once after a GUI or system start.
de: Geben Sie an, wie oft OAWeather seine Daten vom Server abruft. 'Einmal' bedeutet, dass die Daten nur einmal nach einem GUI- oder Systemstart geladen werden.

source: Temperature unit
cs: Jednotka teploty
de: Temperatureinheit
fi: Lämpötilan yksikkö

source: The API key for OpenWeatherMap is not defined or invalid. Please verify your input data. Otherwise your settings won't be saved.
cs: Klíč API pro OpenWeatherMap není definován nebo je neplatný. Ověřte prosím vstupní údaje. Jinak se vaše nastavení neuloží.
de: Der API-Key für OpenWeatherMap ist nicht definiert oder ungültig. Bitte überprüfen Sie Ihre Eingabedaten. Andernfalls werden Ihre Einstellungen nicht gespeichert.
fi: OpenWeatherMapin API avainta ei ole määritelty tai se on virheellinen. Tarkista syöttämäsi tiedot. Muuten asetuksiasi ei tallenneta.

source: The city name is too short. More than 2 characters are needed for search.
cs: Název města je příliš krátký. Pro vyhledávání je potřeba více než 2 znaky.
de: Der Stadtname ist zu kurz. Es werden mehr als 2 Zeichen für die Suche benötigt.
fi: Kaupungin nimi on liian lyhyt. Hakuun tarvitaan yli 2 merkkiä.

source: Weather API key
cs: API Klíč MetrixWeather
de: Weather-API-Schlüssel
fi: MetrixSää API avain

source: Weather Settings Actions
cs: Akce s nastavením počasí
de: Wettereinstellungen Aktionen
fi: Sää Asetukset

source: Weather city name
cs: Název města MetrixWeather
de: Wetter Stadtname
fi: MetrixSää kaupungin nimi

source: Weather icon night switch
de: Wetter Nacht-Icons

source: Weather service
cs: Služba MetrixWeather
de: Wetterdienst
fi: MetrixSää palvelu

source: Weather settings
cs: Nastavení počasí
de: Wettereinstellungen
fi: Sää palvelu asetukset

source: Celsius
cs: Stupně Celsia

source: Fahrenheit
cs: Stupně Fahrenheita

source: West
cs: Západ
fi: Länsi

source: Open-Meteo Wetter
fi: Open-Meteo Sää

source: OpenWeatherMap
fi: OpenSää kartta
