Repository: oe-alliance/oe-alliance-plugins
Catalog: AutoBouquetsMaker/po/*.po
Languages: fi, fr, nl

source: 30 Days
fi: 30 päivää
fr: 30 jours
nl: 30 dagen

source: About
fi: Tietoja
fr: À propos
nl: Over

source: Add provider prefix to bouquets
fi: Lisää palveluntarjoajan nimi suosikkilistoihin
fr: Ajouter le préfix de l'opérateur aux bouquets
nl: Voeg providerprefix toe aan favorietenlijsten

source: All channels
nl: Alle kanalen

source: Allows you to set a schedule to perform a scan
fi: Asettaa ajastetun haun
fr: Vous permet de programmer un scan
nl: U kunt een schema instellen voor het uitvoeren van een scan

source: Are you sure you want to remove all bouquets created by ABM?
nl: Weet u het zeker dat u alle ABM favorietenlijsten wilt verwijderen?

source: AutoBouquetsMaker Configure
fi: Asetukset
fr: AutoBouquetsMaker - Configurer
nl: AutoBouquetsMaker instellingen

source: AutoBouquetsMaker Hide sections
fi: Piilota osiot
fr: AutoBouquetsMaker - Cacher sections
nl: AutoBouquetsMaker verberg secties

source: AutoBouquetsMaker Keep bouquets
fi: Pidä suosikkilistat
fr: AutoBouquetsMaker - Conserver bouquets
nl: AutoBouquetsMaker behoud favorietenlijsten

source: Bottom
fi: Alimmainen
fr: Dessous
nl: Onderin

source: Bouquets generation...
nl: Genereert favorietenlijsten...

source: Bouquets order
fi: Listojen järjestys
fr: Ordre des bouquets
nl: Volgorde van favorietenlijsten

source: Cancel
fi: Peruuta
fr: Abandon
nl: Annuleer

source: Cannot allocate the demuxer
nl: Kan de demuxer niet toewijzen.

source: Cannot free NIM because a recording is in progress
nl: Geen vrije tuner vanwege opname(s)

source: Cannot get frontend
nl: Kan niet over de tuner beschikken

source: Cannot get the NIM
nl: Kan niet over de tuner beschikken

source: Cannot read data
nl: Kan de data niet lezen

source: Cannot retrieve Resource Manager instance
nl: Resourcemanager niet beschikbaar

source: Choose which level of setting's to display. 'Expert'-level shows all items, this also add's more options in the providers menu.
fi: Valitse näyttötaso. Laaja taso näyttää kaikki asetukset ja lisää vaihtoehtoja palveluntarjoajien valikkoon
fr: Choisissez le niveau des paramètres à afficher. Le niveau 'Expert' affiche tous les éléments, cela ajoute également plus d'options dans le menu des opérateurs.
nl: Kies het niveau van de te maken instellingen. 'Expert'-niveau toont alle items en er worden opties aan het providers menu toegevoegd.

source: Close
fi: Sulje
fr: Fermer
nl: Sluit

source: Configure
fi: Asetukset
fr: Configurer
nl: Configureer

source: Daily
fi: Päivittäin
fr: Journalier
nl: Dagelijks

source: Delete bouquets
nl: Verwijder favorietenlijsten

source: Done
nl: Klaar

source: Enough Retries, delaying till next schedule.
nl: Vaak genoeg geprobeerd; stel uit tot de volgende keer.

source: FTA Channels
nl: FTA-kanalen

source: FTA HD Channels
nl: FTA HD-kanalen

source: FTA only
nl: Alleen FTA

source: HD Channels
nl: HD-kanalen

source: Hide sections
fi: Piilota osiot
fr: Cacher sections
nl: Verberg secties

source: If a service is carried on a satellite that is not configured, 'yes' means the channel will not appear in the channel list, 'no' means the channel will show in the channel list but be greyed out and not be accessible.
fi: Jos palvelu on satelliitissa jota ei ole määritelty "kyllä" tarkoittaa että kanava ei näy kanavalistassa,"ei" tarkoittaa että kanava näkyy kanavalistassa mutta harmaana (ei käytettävissä)
fr: Si un service est affecté à un satellite qui n'est pas configuré, «oui» signifie que la chaîne n'apparaîtra pas dans la liste des chaînes, «non» signifie que la chaînes'affichera dans la liste des chaînes, mais grisée et inaccessible.
nl: Wanneer een satelliet service niet geconfigureerd is, betekent 'ja' dat het kanaal niet in de lijst verschijnt en 'nee' dat het kanaal zichtbaar is (grijs), maar niet benaderbaar.

source: Include 'not indexed' channels
nl: Inclusief 'niet geindexeerde' kanalen

source: Keep all non-ABM bouquets
fi: Säilytä kaikki alkuperäiset suosikkilistat
fr: Garder tous bouquets non-ABM
nl: Behoud alle niet-ABM favorietenlijsten

source: Keep bouquets
fi: Säilytä kaikki aikaisemmin haetut suosikkilistat
fr: Garder bouquets
nl: Behoud favorietenlijsten

source: Loading bouquets...
nl: Bezig favorietenlijsten te laden...

source: Log now saved to /tmp/abm.log
nl: Log is opgeslagen in /tmp/abm.log

source: Move down
fi: Siirä alas
fr: Vers le bas
nl: Verplaats omlaag

source: Move up
fi: Siirrä ylös
fr: Vers le haut
nl: Verplaats omhoog

source: No NIMs found
nl: Geen tuner gevonden

source: No area found
nl: Geen gebied gevonden

source: No valid NIM found
nl: Geen geldige tuner gevonden

source: Place bouquets at
fi: Sijoita suosikkilista
fr: Placer bouquets vers
nl: Plaats favorietenlijsten

source: Please first setup, in configuration
fr: Veuillez procéder à la configuration d'abord
nl: Eerst instellen, in configuratie

source: Please wait...
fi: Odota...
fr: Veuillez patientez...
nl: Even wachten...

source: Providers order
fi: Palveluntarjoajien järjestys
fr: Classement opérateurs
nl: Providers volgorde

source: Radio Channels
nl: Radiokanalen

source: Reading %s...
nl: Leest %s...

source: Really close without saving settings?
fi: Haluatko poistua tallentamatta asetuksia?
fr: Vraiment quitter sans sauvegarder les paramètres?
nl: Echt afsluiten zonder op te slaan?

source: Repeat how often
fi: Kuinka usein toistetaan
fr: Répéter à quelle fréquence
nl: Hoe vaak herhalen?

source: Save
nl: Sla op

source: Save Log
nl: Sla log op

source: Schedule scan
fi: Ajastettu haku
fr: Programmer un scan
nl: Plan scan

source: Select your own bouquet from the list, please note that the only the first 100 channels for this bouquet will be used.
fi: Valitse oma kanavalistasi. Huom. vain ensimmäiset 100 kanavaa käytetään.
fr: Choisir votre propre bouquet dans la liste, notez que seul les 100 premières chaînes de ce bouquet seront utilisées.
nl: Kies uw eiegn favorietenlijst in de lijst. Let op dat alleen de eerste 100 kanalen voor deze lijst zullen worden gebruikt.

source: Services: %d video - %d radio
nl: Kanalen: %d video - %d radio

source: Services: 0 video - 0 radio
nl: Kanalen: 0 video - 0 radio

source: Set the repeat interval of the schedule.
fi: Valitse toistojen väli
fr: Définir l'interval de répétition pour cette programmation.
nl: Bepaal het herhalingsinterval van het schema.

source: Set the time of day to perform the scan.
fi: Valitse haun aika
fr: Définir l'heure de la journée pour effectuer le scan.
nl: Tijdstip voor de dagelijkse scan.

source: Setup mode
fi: Asetustila
fr: Mode configuration
nl: Instellingen modus

source: Show in extensions
fi: Näytä laajennuksissa
fr: Afficher dans les extensions
nl: Toon in extensies

source: Show log
fi: Näytä loki
fr: Afficher log
nl: Toon log

source: Skip services on not configured sats
fi: Ohita palvelut näkymättömissä satelliiteissa
fr: Sauter services des satellites non configurés
nl: Sla services van niet geconfigureerde sats over

source: Starting scanner
nl: Start scanner

source: This affects all bouquets. Select 'no' to scan in all services. Select 'yes' to skip encrypted ones.
nl: Dit betreft alle favorietenlijsten. Kies 'Nee' om alle kanalen te scannen; kies 'Ja' om gecodeerde kanalen over te slaan.

source: This feature is for development only. Requires debug logs to be enabled or enigma2 to be started in console mode.
nl: Dit is alleen voor ontwikkeling. Het vereist dat de debuglogs zijn geactiveerd of dar Enigma2 in console draait.

source: This option allows you to choose what region of the country you live in, so it populates the correct channels for your region.
fi: Valitse maakunta jotta oikeat alueohjelmat tulee valituksi
fr: Cette option vous permets de définir la région du pays dans lequel vous vivez, et donc les chaînes régionales seront correctement provisionnées.
nl: Hier kiest u de regio zodat de voor uw regio juiste kanalen worden getoond.

source: This option enables the current selected provider.
fi: Valitse nykyinen palveluntarjoaja
fr: Cette options actives l'opérateur actuellement sélectionné.
nl: Deze optie schakeld de gekozen provider in.

source: This option has several choices "Yes", (create a bouquet with all the channels in it), "Yes HD only", (will group all HD channels into this bouquet), "Custom", (allows you to select your own bouquet), "No", (do not use a main bouquet)
fi: Tässä on useita valintoja: "kyllä" luo listan jossa on kanavat, "kyllä vain HD:t" luo lista jossa on vain HD-kanavat, "kyllä (asetuksin)" luo valitsemasi tyylisen listan, "ei" ei luo päälistaa
fr: Cette option a plusieurs choix "Oui", (créer un bouquet contenant toutes les chaînes), "Oui seulement HD ", (regroupera toutes les chaînes HD de ce bouquet), "Personnalisé", (vous permet de choisir votre propre bouquet), "Non", (ne pas utiliser un bouquet principal)
nl: Deze optie kent diverse keuzes "Ja", (creeert een lijst met alle kanalen), "Ja alleen HD", (alle HD-kanalen komen in in deze lijst), "Aangepast", (laat u uw eigen lijst kiezen), "Nee", (gebruik geen hoofdlijst)

source: This option will alow you choose where to place the created bouquets.
fi: Valitse suosikkilistan sijoituspaikka
fr: Cette option vous permettra de choisir ou placer les bouquets créés.
nl: Deze optie geeft u de keuze waar de lijsten geplaatst worden.

source: This option will create a FreeToAir High Definition bouquet, it will group all HD channels into this bouquet.
fi: Tämä luo suosikkilistan jossa on vain vapaat HD-kanavat
nl: Hiermee kunt u een FTA-HD lijst maken; alle FTA HD kanalen zullen hierin komen.

source: This option will create a FreeToAir bouquet, it will group all none encrypted channels into this bouquet.
fi: Tämä luo suosikkilistan jossa on vain vapaat kanavat
fr: Cette option va créer un bouquet en clair, il va regrouper toutes les chaînes non encryptées dans ce bouquet.
nl: Deze optie maakt een FTA-lijst; alle niet versleutelde kanalen komen hierin.

source: This option will create a High Definition bouquet, it will group all HD channels into this bouquet.
fi: Tämä luo suosikkilistan jossa on vain HD-kanavat
fr: Cette option va créer un bouquet Haute Définition, il va regrouper toutes les chaînes HD dans ce bouquet.
nl: Deze optie maakt een HD-lijst; alle HD-kanalen komen hierin.

source: This option will create bouquets for each type of channel, ie Entertainment, Movies, Documentary.
fi: Tämä luo jaotellut suosikkilistat kanavien ohjelmatyypin mukaan
fr: Cette option va créer des bouquets pour chaque type de chaîne, ex Loisirs, Films, Documentaire.
nl: Deze optie maakt een lijst voor elk type zender, zoals Amusement. Film, documentaires.

source: This option will prepend the provider name to bouquet name.
fi: Tämä lisää palveluntarjoajan nimen suosikkilistan nimeen
fr: Cette option passera le nom opérateur en préfixe au nom du bouquet.
nl: Deze optie zal de naam van de provider voor de naam van de lijst zetten

source: This option will swap SD versions of channels with HD versions. (ie 101 BBC One, 103 ITV, 104 Channel Four, 105 Channel Five)
fi: Tämä vaihtaa kanavien SD-versiot HD-versioihin
fr: Cette option va remplacer les chaînes en version SD par celle en HD (ex 101 BBC One, 103 ITV, 104 Channel Four, 105 Channel Five)
nl: Deze optie wisselt SD kanalen met de HD versies (b.v.101 BBC One, 103 ITV, 104 Channel Four, 105 Channel Five)

source: Time of scan to start
fi: Haun aloitusaika
fr: Heure démarrage du scan
nl: Tijdstip waarop scan moet starten

source: Timeout for tuner lock
nl: Time-out voor tuner

source: Top
fi: Ylin
fr: Dessus
nl: Bovenin

source: Tuning %s...
nl: Stemt af op %s...

source: Weekly
fi: Viikottain
fr: Hebdomadaire
nl: Wekelijks

source: When a search finds extra channels that do not have an allocated channel number, 'yes' will add these at the end of the channel list, and 'no' means these will not be included.
nl: Wanneer er kanalen gevonden worden welke geen LCN nummer hebben toegewezen gekregen, 'ja' zal deze kanalen aan het einde van de kanalenlijst toevoegen en 'nee' zal ze niet toevoegen.

source: When disabled this will enable the 'Keep bouquets' option in the main menu, allowing you to hide some 'existing' bouquets.
fi: Kun ei ole valittuna sallii pitää ja piilottaa suosikkilistoja päävalikossa
fr: Quand elle est désactivée, cela active l'option 'garder bouquets' dans le menu principal, permettant de cacher des bouquets 'existants'.
nl: Bij uitschakelen zal dit in het hoofdmenu 'Behoud favorietenlijsten' inschakelen, om zo bestaande favorietenlijsten te kunnen bewaren.

source: When enable allow you start a scan from the extensions list.
fi: Antaa aloittaa haun laajennusvalikosta
fr: Quand elle est activée, cette option vous permet de lancer un scan depuis la liste des extensions.
nl: Indien ingeschakeld kunt u een scan starten vanuit extensies.

source: Your bouquets are about to be updated, Do you want to allow this?
nl: Uw favorieten worden zo geupdate. Wilt u dat toestaan?

source: area
fi: alue
fr: région
nl: gebied

source: custom bouquet for main
fi: muokatut päälistat
fr: bouquet personnalisé comme principal
nl: aangepaste hoofdlijst

source: generate FTA HD bouquet
fi: luo vapaat HD:t-lista
nl: genereer FTA HD lijst

source: generate FTA bouquet
fi: luo vapaat-lista
fr: générer le bouquet FTA (en clair)
nl: genereer FTA favorietenlijst

source: generate HD bouquet
fi: luo HD:t-lista
fr: générer le bouqet HD
nl: genereer HD favorietenlijst

source: generate main bouquet
fi: luo päälistat
fr: générer le bouquet principal
nl: genereer hoofd-favorietenlijst

source: generate sections bouquets
fi: luo jaotellut listat
fr: générer les bouquets sections
nl: genereer sectie-favorietenlijst

source: no
fi: Ei
fr: non
nl: nee

source: simple
fi: yksinkertainen
nl: eenvoudig

source: swap channels
fi: vaihda kanavia
fr: permuter les chaînes
nl: wissel kanalen

source: yes
fi: kyllä
fr: oui
nl: ja

source: yes (custom)
fi: kyllä (asetuksin)
fr: oui (personalisé)
nl: ja (aangepast)

source: yes (only FTA HD)
fi: kyllä (vain vapaat HD:t)
nl: ja (alleen FTA HD)

source: yes (only HD)
fi: kyllä (vain HD:t)
fr: oui (seulement HD)
nl: ja (alleen HD)

source: AutoBouquetsMaker
fi: Automaattiset suosikkilistat

source: AutoBouquetsMaker Log
fi: Loki

source: AutoBouquetsMaker Providers
fi: Palveluntarjoajat
fr: AutoBouquetsMaker - Opérateurs

source: AutoBouquetsMaker Scanner
fi: Haku

source: Providers
fi: Palveluntarjoajat
fr: Opérateurs

source: Start scan
fi: Aloita haku
fr: Démarrer scan

source: expert
fi: Laaja
