Repository: oe-alliance/oe-alliance-plugins
Catalog: PiconsUpdater/locale/*.po
Languages: de

source: Background Image
de: Hintergrundbild

source: Background Image not downloaded yet, please wait some seconds and try again.
de: Hintergrundbilder werden gerade heruntergeladen, bitte in ein paar Sekunden noch einmal probieren.

source: Choose Picons
de: Picons auswählen

source: Choose folder
de: Verzeichnis auswählen

source: Convert Picons from channel-name.png to channel-key.png
de: Konvertiert Picons von Sendername.png zu SenderChannelKey.png

source: Download Picons for your channellist (favourites)
de: Picons downloaden für die Senderlisten (Favoriten)

source: Downloading %d of %d Picons
de: Downloading %d von %d Picons

source: Merge %d of %d Picons
de: Installiert %d von %d Picons

source: Merge Picons
de: Picons installieren in Bearbeitung

source: Optimize %d of %d Picons
de: Optimiert %d von %d Picons

source: Optimize Picons Progress
de: Picons Optimieren in Bearbeitung

source: Optimize Picons file size? Be aware, this function is maybe very slow!!
de: Soll die Picons Dateigröße optimiert werden? Achtung! Die Optimierung ist unter umständen sehr langsam!!

source: Picons Folder
de: Picons Verzeichnis

source: Picons background image
de: Picons Hintergrundbild

source: Picons folder Press 'Ok' to open path selection view
de: Picons Verzeichnis 'Ok' drücken um Dateibrowser zu öffnen

source: Picons size
de: Picons Größe

source: Process Finished. %s Picons downloaded %s Picons not found
de: Prozess abgeschlosse. %s Picons heruntergeladen %s Picons nicht gefunden

source: Size
de: Größe

source: The directory %s is not writable. Make sure you select a writable directory instead.
de: Das Verzeichnis %s ist nicht beschreibbar Bitte sicherstellen dass das Verzeichnis beschreibbar ist.
