Repository: oe-alliance/oe-alliance-plugins
Catalog: TransCodingSetup/po/*.po
Languages: ar, ru

source: 1080p
ar: دقة 1080 بكسل

source: 2nd transcoding and PIP are mutually exclusive.
ar: بث قناتين عبر الشبكة و بث صورة داخل صورة بتبادل الخصوصي.

source: 480p
ar: دقة 480 بكسل

source: 576p
ar: دقة 576 بكسل

source: 720p
ar: دقة 720 بكسل

source: Advanced
ar: متقدم

source: Aspect Ratio
ar: أبعاد الشاشة

source: Audio codec
ar: ترميز الصوت

source: Auto set Framerate / Bitrate
ar: ضبط عرض معدل الإطار/معدل البث

source: Bitrate
ar: معدل البث
ru: Битрейт

source: Cancel
ar: إلغاء
ru: Отменить

source: Default
ar: الإفتراضي
ru: По умолчанию

source: Encoder
ar: مشفر

source: Encoder 0: Aspect Ratio
ar: التشفير 0: أبعاد الشاشة

source: Encoder 0: Audio codec
ar: التشفير 0: ترميز الصوت

source: Encoder 0: Auto mode (Bitrate/Framerate)
ar: التشفير 0: وضع تلقائي (معدل البت/معدل الإطارات)

source: Encoder 0: Bitrate
ar: التشفير 0: معدل البت

source: Encoder 0: Framerate
ar: التشفير 0: معدل الإطارات

source: Encoder 0: GOP Frame B
ar: التشفير 0: الإطار ب

source: Encoder 0: GOP Frame P
ar: التشفير 0: الإطار ب

source: Encoder 0: Level
ar: التشفير 0: مستوى

source: Encoder 0: Profile
ar: التشفير 0: ملف التعريف

source: Encoder 0: Resolution
ar: التشفير 0: دقة الفديو

source: Encoder 0: Video codec
ar: التشفير 0:ترميز الفيديو

source: Encoder 1: Aspect Ratio
ar: التشفير 1: أبعاد الشاشة

source: Encoder 1: Audio codec
ar: التشفير 1: ترميز الصوت

source: Encoder 1: Auto mode (Bitrate/Framerate)
ar: التشفير 1: وضع تلقائي (معدل البت/معدل الإطارات)

source: Encoder 1: Bitrate
ar: التشفير 1: معدل البت

source: Encoder 1: Framerate
ar: التشفير 1: معدل الإطارات

source: Encoder 1: GOP Frame B
ar: التشفير 1: الإطار ب

source: Encoder 1: GOP Frame P
ar: التشفير 1: الإطار ب

source: Encoder 1: Level
ar: التشفير 1:المستوى

source: Encoder 1: Profile
ar: التشفير 1: ملف التعريف

source: Encoder 1: Resolution
ar: التشفير 1: دقة الفديو

source: Encoder 1: Video codec
ar: التشفير 1: ترميز الفيديو

source: Framerate
ar: معدل الإطار
ru: Частота кадров

source: GOP Frame B
ar: إطار ب

source: GOP Frame P
ar: إطار ب

source: Level
ar: المستوى

source: Max
ar: بحد أقصى

source: Min
ar: بحد أدنى

source: Normal
ar: طبيعي

source: Off
ar: لا يعمل

source: On
ar: تشغيل

source: Port
ar: المنفذ
ru: Порт

source: Profile
ar: الملف الشخصي

source: Really close without saving settings?
ar: هل تريد الإغلاق حقا بدون حفظ الإعدادات؟
ru: Закрыть без сохранения?

source: Resolution
ar: الدقة

source: Save
ar: حفظ
ru: Сохранить

source: Transcoding Setup
ar: ضبط بث القنوات عبر الشبكة
ru: Настройка транскодирования

source: Transcoding and PIP are mutually exclusive.
ar: بث عبر الشبكة وبثها صورة داخل صورة يكون التبادل خاص.

source: TranscodingSetup
ar: ضبط بث القنوات عبر الشبكة
ru: Настройки

source: Video codec
ar: ترميز الفيديو

source: aac
ar: ترميز الصوت الرقمي المزدوج

source: aac+
ar: ترميز الصوت الرقمي المزدوج البلس

source: aac+adts
ar: ترميز الصوت الرقمي المزدوج + ترميز الصوت المحيط

source: aac+loas
ar: ترميز الصوت الرقمي المزدوج

source: ac3
ar: ترميز الصوت الثلاثي الإفتراضي

source: advancedsimple
ar: متقدم بسيط

source: auto
ar: تلقائي

source: baseline
ar: الأساس

source: disable
ar: تعطيل

source: enable
ar: تفعيل

source: h264
ar: تميز 264

source: high
ar: مرتفع

source: low
ar: منخفض

source: main
ar: الرئيسي

source: simple
ar: بسيط

source: disabled
ru: Отключен

source: enabled
ru: Включен

source: Ok
ru: ОК

source: This Plugin is available on Sezam Marvel
ru: Этот плагин доступен для Sezam Marvel

source: Transcoding
ru: Транскодирование

source: Allows streams to be transcoded.
ru: Разрешить транскодирование для потоков.

source: Set the port for transcode.
ru: Порт для транскодирования.

source: Sets the bitrate (quality).
ru: Выбрать качество(битрейт).

source: Sets the framerate (fps).
ru: Выбрать частоту кадров(fps).

source: This model is not support transcoding.
ru: Этот ресивер не поддерживает транскодирование.

source: Transcode settings
ru: Настройки транскодирования

source: Transcoding can be started when there is no corresponding channel recordings.
ru: Транскодирование может быть запущено, если не используется запись этого канала.

source: Channel Port
ru: Порт канала

source: Media Port
ru: Медиа порт
