Repository: oe-alliance/oe-alliance-plugins
Catalog: SatipClient/po/*.po
Languages: fr, nl, pl, tr

source: Cancel
fr: Annuler
nl: Annuleer
pl: Anuluj
tr: Çıkış

source: Description
nl: Beschrijving
pl: Opis
tr: Açıklama

source: Disable
fr: Supprimer
nl: Schakel uit
pl: Wyłącz
tr: Devre Dışı

source: Discover
fr: Découvrir
nl: Zoek
pl: Odkryj
tr: Arama (keşfet)

source: Manufacturer
fr: Constructeur
nl: Fabrikant
pl: Producent
tr: Üretici

source: No vtuner found.
fr: Aucun vtuner trouvé.
pl: Nie znaleziono vtuner.
tr: Sanal Vtuner bulunamadı.

source: Ok
pl: Zapisz

source: Presentation URL : %s
pl: Prezentacja URL : %s

source: Really close without saving settings?
fr: Voulez-vous vraiment fermer sans sauvegarder?
nl: Echt afsluiten zonder op te slaan?
pl: Naprawdę zamknąć bez zapisywania ustawień?
tr: Ayarları kaydetmeden gerçekten kapatılsın mı?

source: SAT>IP Capability : %s
pl: SAT>IP Zdolność : %s

source: SAT>IP Client Setup
fr: SAT>IP Client Configuration
nl: SAT>IP Client-instellingen
pl: SAT>IP Client Ustawienia
tr: SAT>IP Client Kurulum

source: SAT>IP Client Tuner Setup
fr: SAT>IP Client Tuner Configuration
nl: SAT>IP Client tunerinstellingen
pl: SAT>IP Client Ustawienia Tunera
tr: SAT>IP Client Tuner Kurulumu

source: SAT>IP Client attached to vtuner.
fr: SAT>IP Client attaché à vtuner.
nl: SAT>IP Client toegewezen aan vtuner.
pl: SAT>IP Client dołączony do vtuner.
tr: SAT>IP Client üzerinden VTuner bağlantısı.

source: SAT>IP Tuner Type :
fr: SAT>IP Type de Tuner :
pl: SAT>IP Typ tunera :
tr: SAT>IP Tuner Tipi :

source: SAT>IP server discovering for %d seconds...
fr: SAT>IP Serveur découvrant pendant %d secondes......
nl: SAT>IP server zoeken gedurende %d secondes...
pl: SAT>IP wykrywanie serwera przez %d sekund ...
tr: SAT>IP Server aranıyor %d Saniye...

source: SAT>IP server is not detected.
fr: Le serveur SAT>IP n'est pas détecté.
nl: SAT>IP server is niet gedetecteerd.
pl: SAT>IP serwer nie został wykryty.
tr: SAT>IP Server algılanmadı (bulunamadı).

source: Save
fr: Sauver
nl: Sla op
pl: Zapisz
tr: Kaydet

source: Select
fr: Sélectionner
nl: Kies
pl: Wybierz
tr: Seçim

source: Select tuner and press setup key (Yellow)
fr: Sélectionner le tuner et appuyer sur la touche configuration (jaune)
nl: Kies tuner en druk op de gele toets (instellingen)
pl: Wybierz tuner i naciśnij przycisk konfiguracji (żółty)
tr: Tuner seçin ve kurulum tuşuna basın. (Sarı)

source: Server capacity is fulled.
fr: La capacité du serveur est pleine.
nl: Servercapaciteit bezet.
pl: Pojemność serwera jest pełna.
tr: Sunucu kapasitesine ulaşıldı.

source: Setup
fr: Configuration
nl: Instellingen
pl: Ustawienia
tr: Ayarlar

source: Starting...
fr: Démarrage...
nl: Bezig te starten...
pl: Uruchamianie…
tr: Başladı...

source: TUNER TYPE : %s
fr: TYPE de TUNER: %s
pl: TYP TUNERA : %s
tr: TUNER TYP : %s

source: TYPE : %s
pl: TYP : %s
tr: TYP : %s

source: VIRTUAL TUNER %s
fr: TUNER VIRTUEL %s
pl: WIRTUALNY TUNER %s
tr: VIRTUAL (Sanal) TUNER %s

source: You should now reboot your STB to change SAT>IP Configuration. Reboot now ?
pl: Powinieneś teraz zrestartować swój STB, aby zmienić konfigurację SAT>IP. Zrestartować teraz?

source: SAT>IP SERVER : %s
fr: SAT>IP SERVEUR : %s

source: SAT>IP Server :
fr: SAT>IP Serveur :
