Repository: oe-alliance/oe-alliance-plugins
Catalog: OnDemand/po/*.po
Languages: nl

source: A to Z
nl: A tot Z

source: ABC iView - A to Z
nl: ABC iView - A tot Z

source: About
nl: Over

source: Add to Favorites
nl: Voeg toe aan favorieten

source: Added:
nl: Toegevoegd:

source: Added:
nl: Toegevoegd:

source: All Shows
nl: Alle shows

source: Arts & Culture - Music
nl: Kunst & Cultuur - Muziek

source: Arts & Culture - People
nl: Kunst & Cultuur - Mensen

source: Arts & Culture - Performance
nl: Kunst & Cultuur - Voorstellingen

source: Arts & Culture - Reviews
nl: Kunst & Cultuur - Recenties

source: Audio: Unknown
nl: Audio: onbekend

source: Back
nl: Terug

source: Bitrate: Unknown
nl: Bitrate: onbekend

source: Cancel
nl: Annuleer

source: Close
nl: Sluit

source: Comedy
nl: Komedie

source: Comedy - Cult
nl: Komedie - Cult

source: Comedy - Satire
nl: Komedie - Satire

source: Comedy - Sitcom
nl: Komedie - Sticom

source: Comedy - Sketch
nl: Komedie - Sketches

source: Delete from Favorites
nl: Verwijder van favorieten

source: Documentary - Biography
nl: Documentaire - Biografie

source: Documentary - History
nl: Documentaire - Geschiedenis

source: Documentary - Nature
nl: Documentaire - Natuur

source: Documentary - Real Life
nl: Documentaire - Uit het leven

source: Documentary - Science
nl: Documentaire - Wetenschap

source: Drama - Crime
nl: Drama - Misdaad

source: Drama - Historical
nl: Drama - Historisch

source: Drama - Period
nl: Drama - Periode

source: Drama - Romance
nl: Drama - Romantiek

source: Duration:
nl: Tijdsduur:

source: Duration:
nl: Duur:

source: Education
nl: Opvoeding

source: Entertainment
nl: Vermaak

source: Episodes by Date
nl: Episodes op datum

source: Exit
nl: Sluit af

source: Factual
nl: Feitelijk

source: Favorites
nl: Favorieten

source: Featured Programs
nl: Prominente programma's

source: Going, Going...
nl: Gaan, gaan...

source: Health And Wellbeing
nl: Gezondheid & welzijn

source: High
nl: Hoog

source: Indigenous
nl: Autochtoon

source: Last Chance
nl: Laatste kans

source: Last Updated:
nl: Laats geupdate:

source: Latest Episodes
nl: Laatste episodes

source: Lifestyle - Games
nl: Lifestyle - Spellen

source: Low
nl: Laag

source: Most Popular Episodes
nl: Populairste episodes

source: Most Popular TV
nl: Populairste TV

source: Most Talked About
nl: Meest besproken

source: Movies
nl: Film

source: Music
nl: Muziek

source: News
nl: Nieuws

source: News & Current Affairs
nl: Nieuws & Actualiteiten

source: No items matching your search criteria were found
nl: Niets gevonden dat aan uw zoekcriteria voldoet

source: No matching search items were found for
nl: Geen overeenkomsten gevonden voor

source: Normal
nl: Normaal

source: OnDemand Configuration
nl: OnDemand Configuratie

source: Open Uitzending Gemist Based on Xtrend code
nl: Open Uitzending Gemist Gebaseerd op Xtrend code

source: Panel & Discussion
nl: Jury & discussie

source: Preferred Stream Quality
nl: Gewenste stream-kwaliteit

source: Primary DNS: To watch UK Streams outside the UK
nl: Primaire DNS: Om UK Streams te bekijken buiten het UK

source: RTE Player - A to Z
nl: RTE Player - A tot Z

source: RTE Player - Categories
nl: RTE Player - Categorieen

source: RTE Player - Choose Date
nl: RTE Player - Kies datum

source: RTL Number of days back
nl: RTL Aantal dageb terug

source: Recently Added
nl: Recent toegevoegd

source: Recently Played:
nl: Recent gespeeld:

source: Religion
nl: Religie

source: Search
nl: Zoek

source: Search term
nl: Zoekterm

source: Secondary DNS: A backup DNS if the primary is down
nl: Secundaire DNS: Een reserve DNS als de Primaire eruit ligt

source: Selection does not contain a stream!
nl: Selectie bevat geen stream!

source: Show Categories
nl: Toon categorieen

source: Show Thumbnails
nl: Toon miniaturen

source: Show in extensions
nl: Toon in extensies

source: Show in main menu
nl: Toon in hoofdmenu

source: Show in plugin browser
nl: Toon in pluginbrowser

source: Shows A to Z
nl: Shows A tot Z

source: Signed
nl: Getekend

source: Sorry, No Stations Found!
nl: Sorry, geen stations gevonden!

source: Sorry, unable to find playable stream!
nl: Kan geen afspeelbare stream vinden!

source: Station Already Saved in Favorites!
nl: Het station bestaat al als favoriet

source: Station delete failed, please check the Debug logs!
nl: Verwijdere van station mislukt; zie info in debuglog!

source: Station deleted from Favorites!
nl: Station verwijderd als favoriet

source: Station save failed, please check the Debug logs!
nl: Opslaan van station mislukt; zie info in debuglog!

source: Station saved to Favorites!
nl: Station opgeslagen als favoriet!

source: Straight Off The Telly
nl: Nu op de TV

source: TV Highlights
nl: TV hoogtepunten

source: Time:
nl: Tijd:

source: Today
nl: Vandaag

source: UG Popular
nl: UG Populair

source: UG Recently added
nl: UG Recent toegevoegd

source: UG Search
nl: UG Zoek

source: Very Low
nl: Erg laag

source: Wait please while gathering data...
nl: Wacht op het binnenhalen van data

source: Watch uitzending gemist
nl: Bekijk uitzending gemist

source: iRadio Player - Main Menu
nl: iRadio Player - hoofdmenu

source: iRadio Player - SHOUTcast Sub Genres for
nl: iRadio Player - SHOUTcast Sub Genres voor

source: iRadio Player - Tunein Main Menu
nl: iRadio Player - Tunein hoofdmenu

source: iRadio: Display Favorite Default Thumbnails
nl: iRadio: toon favorieten standaard icoon

source: iRadio: Display Favorite Thumbnails
nl: iRadio: toon favorieten miniaturen

source: iRadio: Display SHOUTcast Default Thumbnails
nl: iRadio: toon SHOUTcast standaard icoon

source: iRadio: Display SHOUTcast Thumbnails
nl: iRadio: toon SHOUTcast miniaturen

source: iRadio: Display Tunein Default Thumbnails
nl: iRadio: toon Tunein standaard icoon

source: iRadio: Display Tunein Thumbnails
nl: iRadio: toon Tunein miniaturen

source: iRadio: Display WMA Streams
nl: iRadio: toon WMA Streams
