Repository: oe-alliance/oe-alliance-plugins
Catalog: MICOMUpgrade/po/*.po
Languages: de, nl

source: Front Panel
nl: Voorpaneel

source: Download the firmware (latest)
de: Neueste Firmware herunterladen
nl: Download de laatste firmware

source: Cancel
nl: Annuleren

source: Can't found binary file.
de: Binärdatei nicht vorhanden.
nl: Kan binary bestand niet vinden.

source: Can't found MD5 file.
de: Datei MD5 nicht vorhanden.
nl: Kan MD5 bestand niet vinden.

source: You chose the incorrect file.
de: Du hast die falsche Datei gewählt.
nl: U heeft een verkeerd bestand gekozen.

source: Can't find /usr/bin/md5sum
de: Datei /usr/bin/md5sum nicht vorhanden
nl: Kan /usr/bin/md5sum niet vinden

source: Fail to verify data file. file[%s] md5[%s]
de: Verifizieren der Datei fehlgeschlagen. Datei[%s] MD5[%s]
nl: Verifieren data bestand mislukt. file[%s] md5[%s]

source: Can't found model name.
de: Modellname nicht gefunden.
nl: Kan model naam niet vinden.

source: Current version:
nl: Actuele versie:

source: New version:
nl: Nieuwe versie:

source: Close
de: Schließen
nl: Sluiten

source: This plugin is supported only the INI-Series.
nl: Deze plugin wordt alleen ondersteund in de INI-serie.

source: No selected binary data!!
de: Keine ausgewählten binären Daten!
nl: Geen binary data geselecteerd!!

source: Can't found device file!!
de: Gerätedatei nicht vorhanden!!
nl: Kan device bestand niet vinden!!

source: You can not upgrade to the same or lower version !
nl: U kunt niet upgraden naar dezelfde of een lagere versie!

source: Front Panel Update
nl: Voorpaneel Update

source: Can't cancel during upgrade!!
de: Upgrade kann nciht unterbrochen werden!!

source: Do you want to remove binary data?
de: Willst Du die Binärdaten löschen?

source: Fail to upgrade!! Retry!!
de: Upgrade fehlgeschlagen!! Wiederholen!!

source: Firmware does not exist.
de: Firmware nicht vorhanden.

source: Success. Press OK to exit.
de: Erfolgreich. Drücke OK zum Verlassen.

source: This plugin is supported only the Ultimo/Uno.
de: Dieses Plugin unterstützt nur UNO/ULTIMO.
