Repository: oe-alliance/oe-alliance-plugins
Catalog: GigaBlueRemote/po/*.po
Languages: fr, nl

source: within %d seconds.
fr: endéans %d secondes.
nl: in %d seconden.

source: Cancel
fr: Annuler
nl: Annuleren

source: Confirm
fr: Confirmer
nl: Bevestig

source: FILE DOES NOT EXIST : /proc/stb/ir/rc/customcode
fr: FICHIER N'EXISTE PAS : /proc/stb/ir/rc/customcode
nl: BESTAND BESTAAT NIET : /proc/stb/ir/rc/customcode

source: Please change now the mode on your RCU.
fr: Veuillez changer maintenant le mode de votre télécommande.
nl: Verander nu de mode van uw AB.

source: Press and hold 'GIGA' & '5' for 5 seconds.
fr: Appuyez sur 'GIGA' & '5' pendant 5 secondes.
nl: Ingedrukt houden van 'GIGA' & '5' voor 5 seconden.

source: Remote Control Code
fr: Code de la télécommande
nl: Afstandsbedieningscode

source: Remote Control Code:
fr: Code de la commande à distance :
nl: Afstandsbedieningscode:

source: Save
fr: Sauver
nl: Bevestigen

source: Sorry, but %s is not supported.
fr: Désolé, mais %s n'est pas supporté.
nl: Sorry, maar %s wordt niet ondersteund.

source: Then choose 'Confirm'
fr: Ensuite, choisissez 'Confirmer'.
nl: Dan kies 'Bevestig'
