Repository: oe-alliance/oe-alliance-plugins
Catalog: TunerServer/po/*.po
Languages: de

source: Allow Streaming From Box Tuners
de: Streaming von Box Tunern erlauben

source: Build Complete!
de: Build Komplett!

source: Close
de: Schließen

source: Current Status:
de: Aktueller Stand:

source: Disable Server
de: Server deaktivieren

source: Server Disabled
de: Server deaktiviert

source: Server Enabled
de: Server aktiviert

source: Server now disabled!
de: Server jetzt deaktiviert!

source: Sorry, but you need to have a device mounted at '/media/hd'
de: Sorry, aber Sie müssen ein Gerät auf '/Media/HD ' gemounted haben

source: Tuner Server Disabled.
de: Tuner Server deaktiviert.

source: Your server is now being deleted Please Wait ...
de: Ihr Server wird jetzt gelöscht. Bitte warten...

source: Your server is now building Please wait ...
de: Ihr Server wird erstellt Bitte warten ...
