Repository: oe-alliance/oe-alliance-plugins
Catalog: WirelessAccessPoint/po/*.po
Languages: de, it

source: AP Device
it: Dispositivo AP

source: AP Mode
it: Modalità AP

source: Cancel
de: Abbrechen
it: Annulla

source: Channel (1~13)
de: Kanal (1 ~ 13)
it: Canale (1 ~ 13)

source: Configuration your AP is finished
de: Konfiguration Ihr AP ist fertig
it: La configurazione del tuo AP è terminata

source: Current settings (interface : br0)
de: Aktuelle Einstellungen (Interface: br0)
it: Configurazione correnti (interfaccia: br0)

source: Enable 128 bit (Input 26 hex keys)
de: Aktiviere 128 bit (Input 26 hex keys)
it: Abilita 128 bit (Inserisci 26 codici esadecimali)

source: Enable 64 bit (Input 10 hex keys)
de: Aktiviere 64 bit (Input 10 hex keys)
it: Abilita 64 bit (Inserisci 10 codici esadecimali)

source: Encrypt
de: Chiffrieren
it: Crittografato

source: FRAGM Threshold (256~2346)
de: FRAGM -Schwelle (256~2346)
it: FRAGM soglia (256 ~ 2346)

source: Group Rekey Interval
de: Gruppen Rekey Intervall
it: Intervallo gruppo Rekey

source: IP Address
de: IP-Adresse
it: Indirizzo IP

source: Ignore Broadcast SSID
de: Broadcast SSID ignorieren
it: Ignora SSID Broadcast

source: Invalid Fragm Threshold
de: Ungültige Fragm Schwelle
it: Soglia Fragm non valida

source: Invalid RTS Threshold
de: Ungültige RTS Schwelle
it: Soglia RTS non valida

source: Invalid SSID
de: Ungültige SSID
it: SSID non valido

source: Invalid WEP key
de: Ungültiger WEP Taste
it: Chiave WEP non valida

source: Invalid WPA key
de: Ungültige WPA Taste
it: Chiave WPA non valida

source: Invalid beacon
de: Ungültiges beacon
it: Beacon non valido

source: Invalid channel
de: Ungültiger Kanal
it: Canale non valido

source: Invalid wpagrouprekey
de: Ungültiger wpagrouprekey
it: Wpa Group rekey non valida

source: KEY (8~63 Characters)
it: CHIAVE (8 ~ 63 caratteri)

source: KeyType
it: Tipo di chiave

source: Method
de: Methode
it: Metodo

source: N/A
it: N/D

source: Nameserver
it: Server DNS

source: Please wait for AP Configuration....
de: Bitte warten Sie auf die AP Konfiguration....
it: Attendi la configurazione dell'AP...

source: RTS Threshold (0~2347)
de: RTS Schwelle (0~2347)
it: Soglia RTS (0 ~ 2347)

source: SSID (1~32 Characters)
it: SSID (1 ~ 32 caratteri)

source: Setup Mode
de: Setup Modus
it: Modalità Configurazione

source: Unknown network adapter
de: Unbekannter Netzwerkadapter
it: Scheda di rete sconosciuta

source: Use AP Mode
de: Verwende AP Modus
it: Usa la modalità AP

source: Use DHCP
de: Verwende DHCP
it: Usa DHCP

source: Using a Wireless module as access point.
de: Ein Drahtloses Modul als Access Point nutzen.
it: Utilizzo di un modulo wireless come punto di accesso.

source: WEP Key (HEX)
it: Chiave WEP (HEX)

source: WLAN adapter
it: Adattatore WLAN

source: WLAN adapter.
it: Adattatore WLAN.

source: Wireless Access Point
de: Drahtloser Zugangspunkt
it: Punto di accesso wireless

source: disabled
de: deaktiviert
it: disabiltato

source: enabled
de: Aktivieren
it: abilitato

source: not set
de: nicht gesetzt
it: non impostato

source: NetMask
de: Netzmaske

source: Netmask
de: Netzmaske

source: Preamble
de: Präambel
