Repository: oe-alliance/oe-alliance-plugins
Catalog: RemoteControlCode/po/*.po
Languages: tr

source: Cancel
tr: İptal

source: FILE NOT EXIST : /proc/stb/fp/remote_code
tr: DOSYA YOK : /proc/stb/fp/remote_code

source: Keep
tr: Sakla

source: Please change your remote mode
tr: Lütfen uzak kipinizi değiştirin

source: Remote Control Code
tr: Uzaktan Kumanda Kodu

source: Remote Control System Code
tr: Uzaktan Kumanda Sistem Kodu

source: Restore
tr: Geri yükle

source: Save
tr: Kaydet

source: Text support
tr: Metin desteği

source: This Plugin only support for UNO/ULTIMO
tr: Bu eklenti sadece UNO/ULTIMO içindir.
