Repository: oe-alliance/oe-alliance-plugins
Catalog: FirmwareUpgrade/po/*.po
Languages: fi

source: Can't cancel during upgrade!!
fi: Kesken päivityksen et voi peruuttaa!

source: Can't find /usr/bin/md5sum
fi: Tiedostoa /usr/bin/md5sum ei löydy

source: Can't found MD5 file.
fi: MD5 -tiedostoa ei löydy.

source: Can't found binary file.
fi: Binääri-tiedostoa ei löydy.

source: Can't found device file!!
fi: Laitetiedostoa ei löydy!

source: Can't found model name.
fi: Mallin nimeä ei löydy.

source: Close
fi: Sulje

source: Do you want to remove binary data?
fi: Haluatko poistaa binääridatan?

source: Download
fi: Lataa

source: Duo/Solo was not support.
fi: Duo/Solo ei ole tuettu.

source: Fail to upgrade!! Retry!!
fi: Päivitys epäonnistui!! Yritä uudelleen!!

source: Fail to verify data file. file[%s] md5[%s]
fi: Tiedoston varmistaminen ei onnistu. tiedosto[%s] md5[%s]

source: Firmware
fi: Laiteohjelmisto

source: Firmware Upgrade
fi: Laiteohjelmiston päivitys

source: Firmware does not exist.
fi: Laiteohjelmistoa ei löydy.

source: No selected binary data!!
fi: Binääri-tiedostoa ei ole valittuna!

source: Status : 0%
fi: Tila : 0%

source: Success. Press OK to exit.
fi: Valmis. Paina OK poistuaksesi.

source: Upgrade
fi: Päivitä

source: Upgrade Firmware..
fi: Päivitä laiteohjelmisto

source: VFD Controller
fi: VDF ohjain

source: You choose the incorrect file.
fi: Valitsit väärän tiedoston.
