Repository: oe-alliance/oe-alliance-plugins
Catalog: ABMCustomMixImporter/po/*.po
Languages: fr

source: ABM CustomMix Importer
fr: ABM CustomMix Importateur

source: Allows you automatically fetch the CustomMix file.
fr: Permet de récupérer automatiquement le fichier CustomMix.

source: Channels importer
fr: Importateur de chaînes

source: Delete file
fr: Effacer fichier

source: Enable autofetch
fr: Activer l'autorécupération

source: Exit
fr: Quitter

source: Fetch file
fr: Récupérer le fichier

source: Fetching from github
fr: Récupérer à partir de github

source: File fetched and saved OK
fr: Fichier récupéré et sauvegardé OK

source: Import
fr: Importer

source: Lead time
fr: Délai de mise en œuvre

source: Main menu
fr: Menu principal

source: Number of minutes prior to the ABM scan that the CustomMix file should be fetched
fr: Nombre de minutes avant que l'analyse ABM que le fichier CustomMix doit être récupéré.

source: Really close without saving settings?
fr: Vraiment fermer sans sauver les paramètres?

source: Save setup
fr: Enregistrer la configuration

source: Saving CustomMix file
fr: Enregistrement du fichier CustomMix

source: Select the CustomMix you want to import
fr: Sélectionnez le CustomMix que vous voulez importer

source: Service searching
fr: Recherche des services

source: Setup
fr: Paramétrer

source: Starting importer...
fr: Importateur démarre…..
