Repository: oe-alliance/oe-alliance-plugins
Catalog: xmlUpdate/po/*.po
Languages: fi

source: /etc/tuxbox (default)
fi: /etc/tuxbox (oletus)

source: Exit
fi: Poistu

source: Fetch
fi: Hae

source: Fetching and saving %s.xml succeeded. Restart now for changes to take immediate effect?
fi: Noutaminen ja tallentaminen %s.xml onnistuivat. Käynnistettäänkö uudelleen nyt, jotta muutokset tulevat voimaan?

source: File being updated, i.e. satellites.xml, cables.xml, or terrestrial.xml.
fi: Päivitettävä tiedosto eli satellites.xml, cables.xml, tai terrestrial.xml.

source: Folder where the downloaded file will be saved. "/etc/tuxbox" is the default location. Files stored in "/etc/enigma2" override the default file and are not updated on a software update.
fi: Kansio, johon ladattu tiedosto tallennetaan. "/etc/tuxbox" on oletussijainti. "/etc/enigma2" kansioon tallennetut tiedostot ohittavat oletus tiedoston, eikä niitä päivitetä ohjelmistopäivityksessä.

source: Online source where the transponder xml file is being retrieved from.
fi: Online lähde, josta haetaan transponderi xml-tiedosto.

source: Save to
fi: Tallenna nimellä

source: Saving the %s.xml file failed
fi: %s.xml tiedoston tallentaminen epäonnistui

source: Source
fi: Lähde

source: The %s.xml download was corrupt.
fi: %s.xml lataus oli vioittunut.

source: The %s.xml file could not be fetched
fi: Tiedostoa %s.xml ei voitu noutaa

source: XML update
fi: XML päivitys

source: cable
fi: Kaapeli

source: satellite
fi: Satelliitti

source: terrestrial
fi: Antenni

source: For updating transponder xml files
fi: Transponderin xml-tiedostojen päivittämiseen
