Repository: oe-alliance/oe-alliance-plugins
Catalog: BTDevicesManager/po/*.po
Languages: el, fr

source: (Re)Scan
el: (Επαν)ανίχνευση
fr: (Re)Scanner

source: Autostart
el: Αυτόματη εκκίνηση
fr: Démarrage automatique

source: Bluetooth Devices Manager
el: Διαχείριση Συσκευών Bluetooth
fr: Gestionnaire de périphériques Bluetooth

source: Bluetooth Devices Manager Setup
el: Ρυθμίσεις Διαχείρισης Συσκευών Bluetooth
fr: Configuration du gestionnaire de périphériques Bluetooth

source: Can't not pair with selected device!
el: Αδυναμία σύζευξης με την επιλεγμένη συσκευή!
fr: Impossible d’appairer avec l'appareil sélectionné!

source: Config
el: Παραμετροποίηση

source: Connect
el: Σύνδεση
fr: Connecter

source: Connection with:
el: Σύνδεση με:
fr: Connexion avec :

source: Disconnect
el: Αποσύνδεση
fr: Déconnecter

source: Exit
el: Έξοδος
fr: Quitter

source: MAC: Device name:
el: MAC: Όνομα συσκευής:
fr: MAC: Nom de l'appareil:

source: No BT devices found!
el: Δεν βρέθηκαν συσκευές BT!
fr: Aucun appareil BT n'a été trouvé !

source: No connected to any device
el: Δεν έχει συνδεθεί συσκευή
fr: Non connecté à aucun appareil

source: Not detected devices around STB
el: Δεν εντοπίστηκαν κοντινές συσκευές στο δέκτη
fr: Dispositifs non détectés autour du STB

source: Please load BT driver by pressing BLUE button.
el: Παρακαλώ φορτώστε τον οδηγό BT πιέζοντας το ΜΠΛΕ πλήκτρο.
fr: Veuillez charger le pilote BT en appuyant sur le bouton BLEU.

source: Save
el: Αποθήκευση
fr: Sauver

source: Scanning for devices...
el: Ανίχνευση για συσκευές...
fr: Recherche d'appareils.....

source: Scanning...
el: Ανίχνευση...
fr: Analyse en cours...

source: This is bt devices manager
el: Διαχειριστής συσκευών bt
fr: C'est le gestionnaire de périphériques bt

source: Trying to pair with:
el: Προσπάθεια σύζευξης με:
fr: Essai d’appairage avec:

source: entry
el: στοιχείο
fr: entrée
