Repository: oe-alliance/oe-alliance-plugins
Catalog: ChannelsImporter/po/*.po
Languages: lt, nl, pt

source: Channels importer
lt: Kanalų importas
nl: Zenders importeren
pt: Importador de Canais

source: Starting importer
lt: Importavimo pradžia
nl: Start importeren
pt: A iniciar importação

source: Starting importer...
lt: Importuotojas atveriamas...
nl: Start importeren...
pt: A iniciar importação...

source: Checking FTP connection to remote receiver
lt: Tikrinamas FTP prisijungimas prie nutolusio imtuvo
nl: Controleren FTP verbinding met externe ontvanger
pt: Verificar ligação ao recetor remoto

source: Could not connect to the remote IP
lt: Nepavyko prisijungti prie nutolusio IP
nl: Kon niet verbinden met extern IP
pt: Não foi possível conectar ao IP remoto

source: Connection to remote IP ok
lt: Prie nutolusio imtuvo IP prisijungta
nl: Verbinding met extern IP ok
pt: Conexão ao IP remoto ok

source: Downloading channel indexes...
lt: Parsiunčiamas kanalų sąrašas...
nl: Downloaden zender inhoudsregister...
pt: A descarregar indexação de canais...

source: Download from remote failed %s
lt: Parsiųsti iš nutolusio aparato nepavyko %s
nl: Downloaden externe inhoud mislukt %s
pt: Descarga do recetor remoto falhou %s

source: Downloading bouquets...
lt: Parsiunčiami bukietai...
nl: Downloaden favorietenlijst...
pt: A descarregar bouquets...

source: Checking for alternatives...
lt: Ieškoma alternatyvų...
nl: Zoekt naar alternatieven...
pt: À procura de alternativos...

source: Downloading alternatives...
lt: Parsiunčiamos alternatyvos...
nl: Downloaden alternatieven...
pt: A transferir alternativos...

source: Removing current channel list...
lt: Šalinamas dabartinis kanalų sąrašas...
nl: Verwijderen van huidige zenderlijst...
pt: A remover a lista de canais atual...

source: Loading new channel list...
lt: Įkeliamas naujas kanalų sąrašas...
nl: Laden nieuwe zenderlijst...
pt: A carregar a nova lista de canais...

source: Force EPG save on remote receiver
lt: Priverstinai įkelti EPG nutolusiame aparate
nl: Forceer EPG opslaan op externe ontvanger
pt: Forçar salvar EPG no recetor remoto

source: Searching for epg.dat
lt: Ieškoma epg.dat
nl: Zoeken naar epg.dat
pt: À procura de epg.dat

source: Download settings from remote failed %s
lt: Parsiųsti nustatymų iš nuotolusio aparato nepavyko %s
nl: Downloaden externe zenderlijst mislukt %s
pt: Descarga de definições do servidor remoto fallhou %s

source: epg.dat not found
lt: epg.dat nerastas
nl: epg.dat niet gevonden
pt: epg.dat não encontrado

source: Download epg.dat from remote receiver failed. Check file exists on remote receiver. %s
lt: Parsiųsti epg.dat iš nuotolusio aparato nepavyko. Pažiūrėkite, ar jis ten yra. %s
nl: Downloaden van epg.dat op externe ontvanger mislukt. Controleer of bestand bestaat op externe ontvanger. %s
pt: Descarga de epg.dat do recetor remoto falhou. Verifique se o ficheiro existe no recetor remoto. %s

source: Loading epg.dat...
lt: įkeliamas epg.dat...
nl: Laden epg.dat...
pt: A carregar epg.dat...

source: Daily
lt: kasdien
nl: Dagelijks
pt: Diáriamente

source: Every 12 hours
lt: kas 12 val.
nl: Elke 12 uur
pt: A cada 12 horas

source: Every 6 hours
lt: kas 6 val.
nl: Elke 6 uur
pt: A cada 6 horas

source: Every 3 hours
lt: kas 3 val.
nl: Elke 3 uur
pt: A cada 3 horas

source: Every 2 hours
lt: kas 2 val.
nl: Elke 2 uur
pt: A cada 2 horas

source: Every hour
lt: kas valandą
nl: Elk uur
pt: Hora a hora

source: Every 5 minutes (for testing)
lt: kas 5 min. (bandomasis)
nl: Elke 5 minuten (voor testen)
pt: Cada 5 minutos (para testar)

source: Every 2 minutes (for testing)
lt: kas 2 min. (bandomasis)
nl: Elke 2 minuten (voor testen)
pt: Cada 2 minutos (para testar)

source: Exit
nl: Afsluiten
pt: Sair

source: Save
nl: Bevestigen
pt: Guardar

source: Import
lt: Importuoti
nl: Importeer
pt: Importar

source: Really close without saving settings?
nl: Echt afsluiten zonder opslaan?
pt: Deseja sair sem gravar as definições?

source: Main menu
nl: Hoofdmenu
pt: Menu Principal

source: Setup
nl: Instellingen
pt: Definições

source: Service searching
nl: Zenders zoeken
pt: Procura de Serviços

source: Fetch channels from the server.
lt: Pasiųsti kanalus iš serverio.
nl: Lees kanalen van gastontvanger.
pt: Ir buscar canais ao servidor.

source: For importing bouquets from another receiver
lt: Kad importuoti bukietus iš kito aparato,
nl: Voor het importeren van boeketten van een andere ontvanger.
pt: Para importar bouquets de outro receptor

source: Your channels list is about to be updated. Do you want to allow this?
pt: A sua lista de canais vai ser atualizada. Deseja permitir isto?

source: Enough Retries, delaying till next schedule.
lt: Gana kartoti, laukiama iki kito grafiko.
nl: Vaak genoeg geprobeerd, stel uit tot de volgende keer.
pt: Tentativas suficientes, adiar até novo agendamento.

source: Remote receiver IP
lt: Nutolusio imtuvo IP
nl: Gastontvanger IP
pt: IP do recetor remoto

source: IP address of the remote receiver the channel list is being imported from.
lt: Nutolusio imtuvo, iš kurio importuojamas kanalų sąrašas, IP adresas.
pt: Endereço IP do recetor remoto da lista de canais está sendo importado.

source: FTP Username
lt: FTP vartotojas
nl: FTP gebruikersnaam
pt: Nome de Utilizador FTP

source: FTP username of the remote receiver the channel list is being imported from.
lt: Nutolusio imtuvo, iš kurio importuojamas kanalų sąrašas, FTV vartotojo vardas.
pt: Nome de utilizador FTP do recetor remoto de onde a lista de canais está a ser importada.

source: FTP Password
lt: FTP slaptažodis
nl: FTP wachtwoord
pt: Palavra-passe FTP

source: FTP password of the remote receiver the channel list is being imported from.
lt: Nutolusio imtuvo, iš kurio importuojamas kanalų sąrašas, FTV slaptažodis.
pt: Senha FTP do recetor remoto de onde a lista de canais está a ser importada.

source: FTP Port
lt: FTP prievadas
nl: FTP poort
pt: Porta FTP

source: FTP port of the remote receiver the channel list is being imported from.
lt: Nutolusio imtuvo, iš kurio importuojamas kanalų sąrašas, FTV prievadas.
pt: Porta FTP do recetor remoto de onde a lista de canais está a ser importada.

source: Passive mode
lt: Pasyvus režimas
nl: Passieve modus
pt: Modo Passivo

source: Should the FTP connection to the remote receiver be established in passive mode?
lt: Ar jungtis prie nutolusio imtuvo FTP pasyviu režimu?
pt: Poderá a conexão de FTP para o recetor remoto pode ser estabelecida em modo passivo?

source: Import EPG
lt: Įkelti EPG
nl: Importeer EPG
pt: Importar o EPG

source: If 'yes' the importer will automatically import and load EPG data from the remote receiver if the file exists.
lt: Jeigu 'taip', importuotojas automatiškai importuos ir įkels EPG duomenis iš nutolusio aparato, jei tas failas yra.
pt: Se 'sim' o importador importará automaticamente e carregará o EPG do recetor remoto se o ficheiro existir.

source: Run at restart
lt: Vykdyti, paleidžiant sistemą iš naujo
nl: Voer uit bij opstarten ontvanger
pt: Executar ao reiniciar

source: If 'yes' the importer will automatically run at startup or reboot.
lt: Jeigu 'taip', importuotojas automatiškai pasileis sistemai startuojant, arba paleidžiant iš naujo.
pt: Se 'Sim' o importador irá executar na inicialização ou reiniciar automaticamente.

source: Show in extensions
lt: Rodyti tarp plėtinių
nl: Toon in extensies
pt: Mostrar em extensões

source: When enabled, allows you start an import from the extensions list.
lt: Kai ši parinktis įjungta, importą galite atlikti iš plėtinių sąrašo.
pt: Quando ativado, pemite-lhe iniciar a importação da lista de extensões.

source: Auto configure remote fallback tuner
lt: Nutolusio atsarginio aparato autokonfigūravimas
nl: Auto-configureer gast-fallback tuner
pt: Auto configurar o tuner fallback remoto

source: 'yes' and remote fallback tuner will be automatically configured to stream from the remote receiver. 'no' and fallback will not be edited.
lt: Jeigu 'Taip', nuotolinis atsarginis imtuvas bus sukonfigūruotas automatiškai transliuoti iš nutolusio aparato. 'Ne' - atsarginis redaguojamas nebus.
pt: 'sim' e o tuner fallback remoto será automaticamente configurado para transmitir do recetor remoto. 'não' e o fallback não será editado.

source: Schedule import
lt: Importo tvarkaraštis
nl: Import schema
pt: Importar agendamento

source: Allows you to set a schedule to perform an import.
lt: Leidžia nustatyti importo vykdymo tvarkaraštį.
pt: Permite-lhe definir um agendamento para iniciar a importação.

source: Repeat how often
lt: Kas kiek laiko kartoti
nl: Hoe vaak herhalen?
pt: Repetir quantas vezes

source: Set the repeat interval of the schedule.
lt: Nustatykite kartojimų intervalą tvarkaraštyje.
pt: Defina o intervalo de repetição do agendamento.

source: Time import should start
lt: Importo pradžios laikas
nl: Tijd waarop de import moet plaatsvinden
pt: Hora a que a importação deverá iniciar

source: Set the time of day to perform the scan.
lt: Nustatykite paros laiką paieškai atlikti.
pt: Defina a hora do dia para realizar a busca.

source: Show error messages
lt: Rodyti klaidų pranešimus
nl: Toon foutmeldingen
pt: Mostrar mensagens de erro

source: Push error messages to the screen. Switch on for debugging only.
lt: Rodyti ekrane iškylančius klaidų pranešimus. Įjunkite tik klaidų taisymui.
pt: Exibir mensagens de erro no ecrã. Ligue sómente para depuração.

source: %a %e %b %-H:%M
lt: %b %e, %a %-H:%M
