Repository: oe-alliance/oe-alliance-plugins
Catalog: VuRemote/po/*.po
Languages: pl

source: in %d seconds.
pl: w %d sekundy.

source: Cancel
pl: Anuluj

source: FILE NOT EXIST : /proc/stb/fp/remote_code
pl: PLIK NIE ISTNIEJE : /proc/stb/fp/remote_code

source: Keep
pl: Zachować

source: Please change your remote mode
pl: Zmień swój tryb pilota

source: Press and hold '2' & '7' until red LED is solid, then press 'Help', then press '000
pl: Nacisnij i przytrzymaj '2' & '7' aż czerwona dioda LED zacznie świecić, a następnie naciśnij 'Help', a następnie '000'

source: Remote Control Code
pl: Kod Pilota

source: Remote Control System Code
pl: Kod Systemu Pilota

source: Remote Control Type
pl: Typ Pilota

source: Restore
pl: Przywróć

source: Save
pl: Zapisz

source: Sorry, but %s is not supported.
pl: Przepraszamy, ale %s nie jest obsługiwany.

source: Text support
pl: Obsługa tekstu

source: Then choose 'Keep' within seconds
pl: Następnie wybierz 'Zachowaj' w ciągu kilku sekund
