Repository: oe-alliance/oe-alliance-plugins
Catalog: GigaBlueVFDControl/po/*.po
Languages: nl

source: Channelnumber in Standby off
nl: Kanaalnummer in Standby uit

source: Channelnumber in Standby Clock
nl: Kanaalnummer in Standby Klok

source: Channelnumber/Clock in Standby Clock
nl: Kanaalnummer/Klok in Standby Klok

source: Clock always
nl: Klok altijd

source: Always off
nl: Altijd uit

source: No
nl: Nee

source: Yes
nl: Ja

source: None
nl: Geen

source: Blue
nl: Blauw

source: Red
nl: Rood

source: Purple
nl: Paars

source: Cancel
nl: Annuleren

source: Save
nl: Opslaan

source: Update Date/Time
nl: Update Datum/Tjd

source: Enable led
nl: LED ingeschakeld

source: Led state RUN
nl: LED status RUN

source: Led state Standby
nl: LED status Stand-by

source: Led state Deep Standby
nl: LED in deep standby

source: Led state Record
nl: LED status Opname

source: Blink Record Led
nl: Opname LED knippert

source: Led state HDD /dev/sda active
nl: LED status HDD/dev/sda actief

source: Led state HDD /dev/sdb active
nl: LED status HDD/dev/sdb actief

source: Brightness
nl: Helderheid

source: Brightness Standby
nl: Helderheid (standby)

source: Show on VFD
nl: Toon op VFD

source: Show clock in Deep Standby
nl: Toon klok in deep standby

source: Time mode
nl: Tijd modus

source: Channel number with leading zeros
nl: Kanaal nummers met nullen beginnen
