Repository: oe-alliance/oe-alliance-plugins
Catalog: EWVFDControl/po/*.po
Languages: pl

source: Always off
pl: Zawsze wyłaczony

source: Cancel
pl: Anuluj

source: Channelnumber in Standby Clock
pl: Numer kanału w Czuwaniu Zegar

source: Channelnumber in Standby off
pl: Numer kanału w Czuwaniu wyłączony

source: Channelnumber/Clock in Standby Clock
pl: Numer kanału/Zegar w Czuwaniu Zegar

source: Clock always
pl: Zawsze Zegar

source: LED Display Setup
pl: Ustawienia Wyświetlacza LED

source: Save
pl: Zapisz

source: Show on LED
pl: Pokaż na LED

source: Time mode
pl: Format czasu

source: Update Date/Time
pl: Aktualizuj Datę/Czas
