Repository: oe-alliance/oe-alliance-plugins
Catalog: XtrendRemote/po/*.po
Languages: fi

source: Cancel
fi: Peruuta

source: FILE NOT EXIST : /proc/stb/fp/remote_code
fi: TIEDOSTOA EI LÖYDY : /proc/stb/fp/remote_code

source: Keep
fi: Käytä

source: Please change your remote mode
fi: Vaihda kaukosäätimen lähetyskoodi

source: Press and hold '2' & '7' until red LED is solid, then press 'Help', then press '000
fi: Paina ja pidä '2' ja '7' näppäimiä pohjassa kunnes punainen valo palaa jatkuvasti, paina sitten 'Help' ja sitten '000

source: Remote Control Code
fi: Kaukosäätimen koodi

source: Remote Control System Code
fi: Kaukosäätimen järjestelmäkoodi

source: Restore
fi: Palauta

source: Save
fi: Tallenna

source: Text support
fi: Tekstin tuki

source: Then choose 'Keep' within seconds
fi: Valitse sitten 'Käytä' ennen aikalaskurin loppumista

source: This Plugin only supports
fi: Tämä lisäosa tukee vain UNO/Ultimo/Solo2/DUO2
