Repository: oe-alliance/oe-alliance-plugins
Catalog: LCD4linux/po/*.po
Languages: cs, de, fr, ru

source: with Current 00:00
cs: s aktuálním 00:00
de: mit Aktuell 00:00
fr: avec actuel 00:00
ru: от текущего

source: with Current 00:00 (Size 1.5)
cs: s aktuálním 00:00 (Size 1.5)
de: mit Aktuell 00:00 (Größe 1.5)
fr: avec actuel 00:00 (taille 1.5)
ru: от текущего 00:00 (размер 1.5)

source: with Current 00:00 (Size 2)
cs: s aktuálním 00:00 (Size 2)
de: mit Aktuell 00:00 (Größe 2)
fr: avec actuel 00:00 (taille 2)
ru: от текущего 00:00 (размер 2)

source: with Current 00:00 (above)
cs: s aktuálním 00:00 (nad)
de: mit Aktuell 00:00 (oberhalb)
fr: avec actuel 00:00 (au-dessus)
ru: от текущего 00:00 (выше)

source: with Current 00:00 (above/Size 1.5)
cs: s aktuálním 00:00 (nad /velikost 1,5)
de: mit Aktuell 00:00 (oberhalb/Größe 1.5)
fr: avec actuel 00:00 (au-dessus/taille 1.5)

source: with Current 00:00 (above/Size 2)
cs: s aktuálním 00:00 (nad /velikost 2)
de: mit Aktuell 00:00 (oberhalb/Größe 2)
fr: avec actuel 00:00 (au-dessus/taille 2)

source: with Current 00:00 (below)
cs: s aktuálním 00:00 (pod)
de: mit Aktuell 00:00 (unterhalb)
fr: avec actuel 00:00 (en-dessous)

source: with Current 00:00 (below/Size 1.5)
cs: s aktuálním 00:00 (pod/velikost 1.5)
de: mit Aktuell 00:00 (unterhalb/Größe 1.5)
fr: avec actuel 00:00 (en-dessous/taille 1.5)

source: with Current 00:00 (below/Size 2)
cs: s aktuálním 00:00 (pod/velikost 2)
de: mit Aktuell 00:00 (unterhalb/Größe 2)
fr: avec actuel 00:00 (en-dessous/taille 2)

source: with Percent Minutes / Total (above)
cs: s procenty minut / Celkově (nad)
de: mit Prozent Minuten / Gesamt (oberhalb)
fr: avec pourcentage minutes / Total (dessus)
ru: с процентами минут / Всего (выше)

source: with Percent Minutes / Total (above/Size 1.5)
cs: s procenty minut / Celkově (nad/velikost 1.5)
de: mit Prozent Minuten / Gesamt (oberhalb/Größe 1.5)
fr: avec poucentage minutes / Total (dessus/Taille 1.5)
ru: с процентами минут / Всего (выше/Размер 1.5)

source: with Percent Minutes / Total (above/Size 2)
cs: s procenty minut / Celkově (nad/velikost 2)
de: mit Prozent Minuten / Gesamt (oberhalb/Größe 2)
fr: avec pourcentage minutes / Total (dessus/Taille 2)
ru: с процентами минут / Всего (выше/Размер 2)

source: with absolute Endtime
cs: s absolutním časem ukončení
ru: с абсолютным Концом

source: with absolute Endtime (Size 1.5)
cs: s absolutním časem ukončení (velikost 1,2)
ru: с абсолютным Концом (Размер 1.5)

source: with absolute Endtime (Size 2)
cs: s absolutním časem ukončení (velikost 2)
ru: с абсолютным Концом (Размер 2)

source: with Minutes Total / Endtime (above)
cs: s minutami celkem / čas ukončení (nad)
ru: с итогом в минутах / Время окончания (выше)

source: with Minutes Total / Endtime (above/Size 1.5)
cs: s minutami celkem / čas ukončení (nad/velikost1.5)
ru: с итогом в минутах / Время окончания (выше/Размер 1.5)

source: with Minutes Total / Endtime (above/Size 2)
cs: s minutami celkem / čas ukončení (nad/velikost 2)
ru: с итогом в минутах / Время окончания (выше/Размер 2)

source: Fastmode (2s)
cs: Rychlý mód (2s)
fr: mode rapide (2s)
ru: Быстрый режим (2s)

source: Normal (5s)
cs: Normální (5s)
ru: Нормальный (5с)

source: alphabetic
cs: abecedně
de: alphabetisch
fr: alphabétique
ru: алфавитный

source: random
cs: náhodně
de: zufällig
fr: aléatoire
ru: случайно

source: low/fast (Picture only)
cs: pomalu/rychle (jen obrázek)
de: niedrig/schnell (nur Bild)
fr: bas/rapide (image seulement)
ru: низкий/быстрый (Только изображения)

source: low/fast (all)
cs: pomalu/rychle (vše)
de: niedrig/schnell (alles)
fr: bas/rapide (tout)
ru: низкий/быстрый (Все)

source: cache + adjustment (high quality, slow)
cs: cache + nastavení (vysoká kvalita, pomale)
de: Cache + Anpassung (hoche Qualität, langsam)
fr: cache + ajustement (haute qualité, lent)
ru: тайник + корректирование (высокое качество, медленный)

source: cache + adjustment (low quality, fast)
cs: cache + nastavení (nízká kvalita, rychle)
de: Cache + Anpassung (niedrige Qualität, schnell)
fr: cache + ajustement (basse qualité, rapide)
ru: тайник + корректирование (низкое качество, быстрый)

source: no cache + no adjustment
cs: bez cache + bez nastavování
de: kein Cache + keine Anpassung
fr: pas de cache + pas d'ajustement
ru: без кеша + без настройки

source: Plug Tuner
cs: Zabudovaný tuner
de: Steck Tuner
fr: Insérer Tuner
ru: Затыкать Тюнер

source: Now/Next
cs: Teď/Další
fr: actuellement/suivant
ru: Сейчас/дальше

source: normal
cs: normálně
ru: нормальный

source: reduced
cs: redukované
de: reduziert
fr: reduit
ru: уменьшенный

source: Javascript no Refresh
cs: Neobnovit JavaScript
ru: JavaScript нет обновления

source: Reload
cs: Znovu načíst
de: Neu Laden
fr: Recharger
ru: Перезагрузить

source: 1 - normal
cs: 1 - normalně
ru: 1 нормальный

source: 2 - side by side
cs: 2 - bok po boku
de: 2 - nebeneinander
fr: 2 - cote à cote
ru: 2 - бок о бок

source: OpenWeatherMap
cs: Otevřít mapu počasí
fr: OuvrirMapMétéo

source: alternative Copy-Mode/DM800hd (24bit)
cs: alternativní Mod kopírování-Mode/DM800hd (24bit)
de: alternativer Copy-Mode/DM800hd (24bit)
fr: alternatif Mode-Copie/DM800hd (24bit)

source: yes + %
cs: ano + %
de: ja + %
fr: oui + %
ru: да + %

source: yes, long
cs: ano, dlouhé
de: ja, lang
fr: oui, long
ru: да, долго

source: yes, short
cs: ano, krátké
de: ja, kurz
fr: oui, court
ru: да, коротко

source: Coversearch
cs: Hledat obal
ru: Обложка поиск

source: always
cs: vždy
de: immer
fr: toujours
ru: всегда

source: On+Media+Standby
cs: Zapnuté+Media+Pohotovostní režim
fr: En+Média+Veille

source: Standby
cs: Pohotovostní režim
fr: Veille
ru: Ожидать

source: 32bit - color
cs: 32bit - barva
de: 32bit - Farbe
fr: 32bit - couleur
ru: 32bit -Цвет

source: 8bit - grayscale/color
cs: 8bit - černobílá /barva
de: 8bit - Graustufen/Farbe
fr: 8bit - échelle de gris/couleur
ru: 8bit - серый/цветной

source: 2 x FastForwardKey
cs: 2 x Tlačítko rychle vpřed
de: 2 x VorSpulTaste
fr: 2 x touche avance rapide
ru: 2 x >>

source: 2 x FastForwardKey Type 2
cs: 2 x Tlačítko rychle vpřed Typ 2
de: 2 x VorSpulTaste Typ 2
fr: 2 x touche avance rapide type 2
ru: 2 x >> Тип 2

source: Long FastForwardKey
cs: Dlouhé tlačítko rychle dopředu
de: Lang VorSpulTaste
fr: Long touche avance rapide
ru: Долгое нажатие >>

source: Long FastForwardKey Type 2
cs: Dlouhé tlačítko rychle dopředu Typ 2
de: Lang VorSpulTaste Typ 2
fr: Long touche avance rapide Type 2
ru: Долгое нажатие >> Тип 2

source: 2 x InfoKey
cs: 2 x Info tlačítko
de: 2 x InfoTaste
fr: 2 x touche Info
ru: 2 x EPG

source: 2 x Mute
cs: 2 x ztlumit zvuk
ru: 2 x Немой

source: Long InfoKey
cs: Dlouhé tlačítko info
de: Lang InfoTaste
fr: Long touche info
ru: Долгое нажатие EPG

source: 2 x FastBackwardKey
cs: 2 x Rychle zpět tlačítko
de: 2 x RückSpulTaste
fr: 2 x touche retour rapide
ru: 2 x <<

source: 2 x FastBackwardKey Type 2
cs: 2 x Rychle zpět tlačítkoTyp 2
de: 2 x RückSpulTaste Typ 2
fr: 2 x touche retour rapide type 2
ru: 2x << Тип 2

source: Long FastBackwardKey
cs: Dlouhé tlčítko rychle nazpět
de: Lang RückSpulTaste
fr: Long touche retour rapide
ru: Долгое нажатие <<

source: Long FastBackwardKey Type 2
cs: Dlouhé tlčítko rychle nazpět Typ 2
de: Lang RückSpulTaste Typ 2
fr: Long touche retour rapide Type 2
ru: Долгое нажатие << Тип 2

source: yes, extended
cs: ao, rozšířené
de: ja, erweitert
fr: oui, étendu
ru: да, продлен

source: Console normal
cs: Běžná konzole
de: Konsole normal
fr: Console normale
ru: Konsole normal

source: Logfile extensive
cs: Rozsáhlý log soubor
de: LogDatei umfangreich
fr: Logfile étendu

source: Logfile normal
cs: Normální log soubor
de: LogDatei normal

source: disabled
cs: zakázáno
de: deaktiviert
fr: désactivé
ru: выключен

source: Radio
cs: Rádio
ru: Радио

source: Radio+Media
cs: Rádio+Media
fr: Radio+Média
ru: Радио+Медиа

source: TV+Radio+Media
cs: TV+Rádio+Media
fr: TV+Radio+Média
ru: TV+Радио+Медиа

source: TV (full)
cs: TV (plný)
ru: TV (полный)

source: normal (full)
cs: normální (plný)
de: normal (voll)
fr: normal (complet)
ru: нормальный (полный)

source: trimmed (black)
cs: zdobené (černé)
de: beschnitten (schwarz)
fr: rogné (noir)
ru: обрезается (черный)

source: trimmed (transparent)
cs: zdobené (průhledné)
de: beschnitten (transparent)
fr: rogné (transparent)
ru: обрезается (прозрачный)

source: MUTE or defined Keys
cs: ZTLUM nebo definuj klíče
ru: Немой или определенные ключи

source: any Key
cs: libovolné tlačítko
ru: любой ключ

source: Time+Info
cs: Čas+Info
de: Zeit+Info
fr: Heure+Info
ru: Время +Информация

source: Time+Duration+Info
cs: Čas+Trvání+Info
de: Zeit+Info+Dauerr
fr: Heure+Durée+Info
ru: Время +Продолжительность+Информация

source: Time+Length+Info
cs: Čas+Délka+info
de: Zeit+Länge+Info
fr: Heure+Longueur+Info
ru: Время+Длинна+Инфо

source: half left
cs: polovina vlevo
de: halb links
fr: moitié gauche
ru: левая половина

source: half right
cs: polovina vpravo
de: halb rechts
fr: moitié droite
ru: правая половина

source: Frame x2
cs: Rámeček x2
ru: Фрейм x2

source: Line
cs: Řádek
ru: - Линия

source: no Bar
cs: zádný bar
ru: нет бара

source: no Frame
cs: žádný rámeček
ru: без рамки

source: Gradient
cs: Spád
de: Verlauf
fr: Dégradé
ru: Градиент

source: Shadow Edges
cs: Hrany stínu
de: Schattenkanten
fr: Bords ombrés
ru: Края тени

source: Normal
cs: Normální
ru: Нормальный

source: Picon+Position below
cs: Picon+Pozice pod
de: Picon+Position unterhalb
fr: Picon+Position en dessous
ru: Пикон+позиция ниже

source: Picon+Position left
cs: Picon+Pozice vlevo
de: Picon+Position links
fr: Picon+Position gauche
ru: Пикон+позиция слева

source: Picon+Position right
cs: Picon+Pozice vpravo
de: Picon+Position rechts
fr: Picon+Position droite
ru: Пикон+позиция справа

source: Position
cs: Umístění
ru: Позиция

source: Name
cs: Jméno
fr: Nom
ru: Имя

source: Offline
cs: Vypnuté
fr: Hors-ligne
ru: Оффлайн

source: Online
cs: Aktivní
fr: En ligne
ru: Онлайн

source: Online+Offline
cs: Aktivní+Neaktivní
fr: En ligne+Hors ligne
ru: Онлайн+Оффлайн

source: only use Timer
cs: jen použitý časovač
de: verwende nur Timer
fr: seulement utiliser prog
ru: использовать только таймер

source: use lead-time
cs: použít čas dodání
de: verwende Vorlaufzeit
fr: utiliser délai
ru: использовать время

source: no total Timer
cs: žádný celkový časovač
de: keine Timeranzahl
fr: pas d'enregistrement complet
ru: нет общего таймера

source: show total Timer
cs: zobrazit celkový časovač
de: zeige Timeranzahl
fr: afficher programmation total
ru: показать общий таймер

source: one line
cs: jeden řádek
de: eine Zeile
fr: en ligne
ru: одна линия

source: two lines
cs: dva řádky
de: zwei Zeilen
fr: deux lignes
ru: две строки

source: Memory available
cs: Dostupná paměť
de: Hauptspeicher verfügbar
fr: Mémoire disponible
ru: Доступная память

source: Memory free
cs: Volná paměť
de: Hauptspeicher frei
fr: Mémoire libre
ru: Свободная память

source: full Screen
cs: na celou obrazovku
de: Vollbild
fr: plein écran
ru: во весь экран

source: yes except records
cs: ano kromě nahrávek
de: ja außer Aufnahmen
fr: oui excepté les enregistrements
ru: да, за исключением записей

source: E
cs: V
de: O
fr: O

source: ENE
cs: VSV
de: ONO
fr: ONO
ru: E

source: ESE
cs: VJV
de: OSO
fr: OSO
ru: E

source: N
cs: S

source: NE
cs: SV
de: NO
fr: NO

source: NNE
cs: SSV
de: NNO
fr: NNO

source: NNW
cs: SSZ

source: NW
cs: SZ

source: S
cs: J

source: SE
cs: JV
de: SO
fr: SO

source: SSE
cs: JJV
de: SSO
fr: SSO

source: SSW
cs: JJZ

source: SW
cs: JZ

source: W
cs: Z

source: WNW
cs: ZSZ

source: WSW
cs: ZJZ

source: Load Active Config-File
cs: Nahrej aktivní konfig. soubor
de: Lade aktive Konfig-Datei
fr: Charger fichier configuration actif
ru: Загрузить активный конфиг

source: Load Defaults / Empty Config
cs: Načíst výchozí hodnoty / prázdná konfigurace
ru: Загрузить умолчанию / пустой конфиг

source: Save Config to File... (%s)
cs: Ulož Config do souboru... (%s)
de: Speichere Konfig in Datei... (%s)
fr: Sauvegarder fichier de configuration... (%s)
ru: Сохранить конфиг в файл... (%s)

source: Load File : %s
cs: Nahrej soubor: %s
de: Lade Datei : %s
fr: Charger fichier : %s
ru: Загрузить Файл : %s

source: Delete File?
cs: Zmazat soubor?
de: Datei löschen?
fr: Effacer fichier?
ru: Удалить файл?

source: deleted
cs: smazáno
de: gelöscht
fr: effacé
ru: удаленный

source: currently set : %s
cs: aktuální nastavení: %s
de: aktuell eingestellt : %s
fr: actuellement défini : %s
ru: настоящее время установлен : %s

source: LCD4linux Settings
cs: LCD4linux Nastavení
fr: Paramètres LCD4linux
ru: LCD4linux Выключатель

source: Cancel
cs: Zrušit
de: Abbruch
fr: Fermer
ru: Отмена

source: Save
cs: Uložit
de: Speichern
fr: Sauver
ru: Сохранить

source: Restart Displays
cs: Restart displejů
de: Neustart Displays
fr: Relancer affichages
ru: Рестарт дисплея

source: Set On >>
cs: Do nastavení >>
fr: Réglages en >>
ru: Задавать На >>

source: no LCD1 Picture-File
cs: žádný LCD1 obrazový soubor
de: keine LCD1 Bild-Datei
fr: pas de fichier image LCD1
ru: нет LCD1 картинки-Файл

source: no LCD2 Picture-File
cs: žádný LCD2 obrazový soubor
de: keine LCD2 Bild-Datei
fr: pas de fichier image LCD2
ru: нет LCD2 картинки-Файл

source: no LCD3 Picture-File
cs: žádný LCD3 obrazový soubor
de: keine LCD3 Bild-Datei
fr: pas de fichier image LCD3
ru: нет LCD3 картинки-Файл

source: LCD4linux enabled
cs: LCD4linux povolený
de: LCD4linux aktiviert
fr: LCD4linux activé
ru: LCD4linux включен

source: LCD 1 Type
cs: LCD 1 Typ
de: LCD 1 Typ
ru: LCD 1 Тип

source: - LCD 1 Rotate
cs: - LCD 1 otočit
de: - LCD 1 Drehung
fr: - LCD 1 Rotation
ru: - LCD 1 чередовать

source: - LCD 1 Background Color
cs: - LCD 1 barva pozadí
de: - LCD 1 Hintergrund Farbe
fr: - LCD 1 Couleur du fond
ru: - LCD 1 Цвет фона

source: - LCD 1 Background-Picture [ok]>
cs: - LCD 1 obrázek pozadí [ok]>
de: - LCD 1 Hintergrund-Bild [ok]>
fr: - LCD 1 Image de fond [ok]>
ru: - LCD 1 Фон-картинка [ok]>

source: - LCD 1 Brightness
cs: - LCD 1 jas
de: - LCD 1 Helligkeit
fr: - LCD 1 Luminosité
ru: - LCD 1 Яркость

source: - LCD 1 Night Reduction
cs: - LCD 1 noční mód
de: - LCD 1 Nachtabsenkung
fr: - LCD 1 Mode nuit
ru: - LCD 1 Ночное сокращение

source: - LCD 1 Refresh
cs: - LCD 1 obnova
de: - LCD 1 Aktualisierung
fr: - LCD 1 Rafraîchir
ru: - LCD 1 Обновить

source: LCD 2 Type
cs: LCD 2 Typ
de: LCD 2 Typ
ru: LCD 2 Тип

source: - LCD 2 Rotate
cs: - LCD 2 otočit
de: - LCD 2 Drehung
fr: - LCD 2 Rotation
ru: - LCD 2 Чередовать

source: - LCD 2 Background Color
cs: - LCD 2 barva pozadí
de: - LCD 2 Hintergrund Farbe
fr: - LCD 2 Couleur de fond
ru: - LCD 2 Цвет фона

source: - LCD 2 Background-Picture [ok]>
cs: - LCD 2 obrázek pozadí [ok]>
de: - LCD 2 Hintergrund-Bild [ok]>
fr: - LCD 2 Image de fond [ok]>
ru: - LCD 2 Фон-Картинка [ok]>

source: - LCD 2 Brightness
cs: - LCD 2 jas
de: - LCD 2 Helligkeit
fr: - LCD 2 Luminosité
ru: - LCD 2 Яркость

source: - LCD 2 Night Reduction
cs: - LCD 2 noční mód
de: - LCD 2 Nachtabsenkung
fr: - LCD 2 Mode nuit
ru: - LCD 2 Ночное сокращение

source: - LCD 2 Refresh
cs: - LCD 2 obnova
de: - LCD 2 Aktualisierung
fr: - LCD 2 Rafraîchir
ru: - LCD 2 Обновить

source: LCD 3 Type
cs: LCD 3 Typ
de: LCD 3 Typ
ru: LCD 3 Тип

source: - LCD 3 Rotate
cs: - LCD 3 otočit
de: - LCD 3 Drehung
fr: - LCD 3 Rotation
ru: - LCD 3 Чередовать

source: - LCD 3 Background Color
cs: - LCD 3 barva pozadí
de: - LCD 3 Hintergrund Farbe
fr: - LCD 3 Couleur du fond
ru: - LCD 3 Цвет фона

source: - LCD 3 Background-Picture [ok]>
cs: - LCD 3 obrázek pozadí [ok]>
de: - LCD 3 Hintergrund-Bild [ok]>
fr: - LCD 3 Image de fond [ok]>
ru: - LCD 3 Фон-Картинка [ok]>

source: - LCD 3 Brightness
cs: - LCD 3 jas
de: - LCD 3 Helligkeit
fr: - LCD 3 Luminosité
ru: - LCD 3 Яркость

source: - LCD 3 Night Reduction
cs: - LCD 3 Noční mód
de: - LCD 3 Nachtabsenkung
fr: - LCD 3 Mode nuit
ru: - LCD 3 Ночное сокращение

source: - LCD 3 Refresh
cs: - LCD 3 obnova
de: - LCD 3 Aktualisierung
fr: - LCD 3 Rafraîchir
ru: - LCD 3 Обновить

source: Box-Skin-LCD Dimension
cs: Box-Skin-LCD rozměry
de: Box-Skin-LCD Größe
ru: Box-Skin-LCD размер

source: Box-Skin-LCD Color
cs: Box-Skin-LCD barva
de: Box-Skin-LCD Farbe
fr: Box-Skin-LCD Couleur
ru: Box-Skin-LCD цвет

source: Box-Skin-LCD Enable On-Mode
cs: Box-Skin-LCD Povolit zapnutý mód
de: Box-Skin-LCD Aktiviere On-Mode
fr: Box-Skin-LCD Activer le mode-En

source: Box-Skin-LCD Enable Media-Mode
cs: Box-Skin-LCD povolit media mód
de: Box-Skin-LCD Aktiviere Media-Mode
fr: Box-Skin-LCD Activer le mode-Média
ru: Box-Skin-LCD включить медиа режим

source: Box-Skin-LCD Enable Idle-Mode
cs: Box-Skin-LCD povolit čekací mód
de: Box-Skin-LCD Aktiviere Idle-Mode
fr: Box-Skin-LCD Activer le mode-Veille
ru: Box-Skin-LCD Aktiviere Idle-Mode

source: OSD [display time]
cs: OSD [čas zobrazení]
de: OSD [Anzeigezeit]
fr: OSD [afficher l'heure]
ru: OSD [Отображение времени]

source: - which LCD
cs: - které LCD
de: - welches LCD
fr: - Quel LCD
ru: - какой LCD

source: - Show in Mode
cs: - Ukázat v módě
de: - Zeige im Modus
fr: - Afficher en mode
ru: - Показать в режиме

source: - OSD Size
cs: - Velikost OSD
de: - OSD Größe
fr: - Taille OSD
ru: - Размер OSD

source: - Background/Transparency
cs: - Pozadí/Průhlednost
de: - Hintergrund/Transparenz
fr: - Fond/Transparence
ru: - Фон/Прозрачность

source: - Fast Grab lower quality
cs: - Rychlý snímek nízké kvality
de: - schnelles Grab niedrige Qualität
fr: - Saisie rapide qualité plus faible
ru: - Быстрый Grab низкого качества

source: Popup Text
cs: Vyskakovací text
fr: Texte popup
ru: Всплывающий текст

source: - Clear Key
cs: - Vymazat klíč
ru: - Очистить ключ

source: - Font Size
cs: - Velikost písma
de: - Zeichen Größe
fr: - Taille Police
ru: - Размер шрифта

source: - Position
cs: - Pozice
ru: - Позиция

source: - Alignment
cs: - Zarovnání
de: - Ausrichtung
fr: - Alignement
ru: - Выравнивание

source: - Color
cs: - Barva
de: - Farbe
fr: - Couleur
ru: - Цвет

source: - Background Color
cs: - Barva pozadí
de: - Hintergrund Farbe
fr: - Couleur du fond
ru: - Цвет фона

source: - Font
cs: - Písmo
de: - Zeichensatz
fr: - Police
ru: - Шрифт

source: Active Screen
cs: Aktivní obrazovka
de: Aktiver Schirm
fr: Ecran actif
ru: Активный экран

source: Screen Switch Select - Screen
cs: Výběr přepínače obrazovky - obrazovka
de: Schirm Schalter Auswahl - Schirm
fr: Ecran sélection commutation - Ecran
ru: Экран Выключатель Выбирать - Экран

source: Screen Switch Select - LCD
cs: Výběr přepínače obrazovky - LCD
de: Schirm Schalter Auswahl - LCD
fr: Ecran sélection commutation - LCD
ru: Экран Выключатель Выбирать - LCD

source: Screens used for Changing
cs: Obrazovky používané ke změně
de: Benutzte Schirme zum Wechsel
fr: Ecran utilisé pour changer
ru: Экраны используется для изменения

source: Screen 1 Changing Time
cs: Obrazovka 1 čas změny
de: Schirm 1 Wechselzeit
fr: Durée de changement écran 1
ru: Экран 1-Изменить время

source: - Screen 2 Changing Time
cs: - Čas změny obrazovky 2
de: - Schirm 2 Wechselzeit
fr: - Ecran 2 Temps de changement
ru: - Экран 2 Изменение времени

source: - Screen 3 Changing Time
cs: - Čas změny obrazovky 3
de: - Schirm 3 Wechselzeit
fr: - Ecran 3 Temps de changement
ru: - Экран 3 Изменение времени

source: - Screen 4 Changing Time
cs: - Čas změny obrazovky 4
de: - Schirm 4 Wechselzeit
fr: - Ecran 4 Temps de changement
ru: - Экран 4 Изменение времени

source: - Screen 5 Changing Time
cs: - Čas změny obrazovky 5
de: - Schirm 5 Wechselzeit
fr: - Ecran 5 Temps de changement
ru: - Экран 5 Изменение времени

source: - Screen 6 Changing Time
cs: - Čas změny obrazovky 6
de: - Schirm 6 Wechselzeit
fr: - Ecran 6 Temps de changement
ru: - Экран 6 Изменение времени

source: - Screen 7 Changing Time
cs: - Čas změny obrazovky 7
de: - Schirm 7 Wechselzeit
fr: - Ecran 7 Temps de changement
ru: - Экран 7 Изменение времени

source: - Screen 8 Changing Time
cs: - Čas změny obrazovky 8
de: - Schirm 8 Wechselzeit
fr: - Ecran 8 Temps de changement
ru: - Экран 8 Изменение времени

source: - Screen 9 Changing Time
cs: - Čas změny obrazovky 9
de: - Schirm 9 Wechselzeit
fr: - Ecran 9 Temps de changement
ru: - Экран 9 Изменение времени

source: Picture Changing Time
cs: Obrázek čas změny
de: Bild Wechselzeit
fr: Vitesse de changement des images
ru: Картина Изменение времени

source: Picture Sort
cs: Seřazení obrázků
de: Bild Sortierung
fr: Trier image
ru: Картина Сортировка

source: Picture Directory Recursive
cs: Obrázek rekurzivní složka
de: Bild Verzeichnis Rekursiv
fr: Répertoire image récursive
ru: Картина каталог Рекурсивный

source: Picture Quality for Resizing
cs: Kvalita obrazu pro změnu velikosti
de: Bild Qualität für Größenänderung
fr: Image qualité de la mise à l'échelle
ru: Картина Качество для изменения размера

source: Picture Quick Update Time [s]
cs: Obrázek čas rychlé aktualizace [s]
de: Bild Quick Aktualisierung Zeit [s]
fr: Image mise à jour rapide [s]
ru: Картина Время обновления [s]

source: Picture Type [only Picture]
cs: Typ obrázku [jen obrázek]
de: Bild Typ [nur Bild]
fr: Type photo [seulement photo]
ru: Картина Тип [Только Картина]

source: Background-Picture Type
cs: Typ obrázku pozadí
de: Hintergrund-Bild Typ
fr: Type photo arrière plan
ru: Задний план-Картина Тип

source: Weather API
cs: Počasí výběr poskytovatele
de: Wetter API
fr: Météo API
ru: Weather

source: Weather API-Key OpenWeatherMap
cs: Počasí API-Key OpenWeatherMap
de: Wetter API-Key OpenWeatherMap
fr: Météo API-Touche OpenWeatherMap

source: Weather API-ID Key WeatherUnlocked
cs: Počasí API-ID Key WeatherUnlocked

source: Weather City
cs: Počasí Město
de: Wetter Stadt
fr: Ville météo
ru: Погода-Город

source: Weather City 2
cs: Počasí Město 2
de: Wetter Stadt 2
fr: Ville météo 2
ru: Погода-Город 2

source: Weather-Icon-Path [ok]>
cs: Počasí- Ikona- Cesta [ok]>
de: Wetter-Icon-Verz. [ok]>
fr: Chemin vers les icônes météo [ok]>
ru: Погода-Икона-Дорожка [ok]>

source: Weather-Icon Zoom
cs: Počasí- Ikona zvětšení
de: Wetter-Icon Zoom
fr: Zoom icône météo
ru: Погода-Икона зум

source: Weather Low Temperature Color
cs: Počasí barva nízké (-) teploty
de: Wetter Niedrige Temperatur Farbe
fr: Météo couleur des températures basses
ru: Низкая температура(погода)-Цвет

source: Weather High Temperature Color
cs: Počasí barva vysoké (+) teploty
de: Wetter Hohe Temperatur Farbe
fr: Météo couleur des températures hautes
ru: Высокая температура(погода)-Цвет

source: Weather Transparency
cs: Počasí průhlednost
de: Wetter Transparenz
fr: Météo transparence
ru: Погода Прозрачность

source: Weather Wind speed unit
cs: Počasí jednotka rychlosti větru
de: Wetter Wind Einheit
fr: Météo unité vitesse vent
ru: Погода Ветер скорость единицы измерения

source: Weather Wind Info Lines
cs: Počasí směr a rychlost větru
ru: Линии информации о погоде и ветре

source: Weather Rain Chance
cs: Počasí možnost deště
de: Wetter Regen Wahrscheinlichkeit
fr: Météo risque de pluie
ru: Возможен дождь

source: - Rain Zoom
cs: - Zvětšení deště
de: - Regen Zoom
fr: - Zoom Pluie
ru: - Увеличение дождя

source: - Rain Color
cs: - Barva deště
de: - Regen Farbe
fr: - Couleur Pluie
ru: - Цвет дождя

source: - Rain use Color 2 from
cs: - Déšť používá barvu 2 z
de: - Regen verwende Farbe 2 ab
fr: - Couleur de pluie 2 de

source: - Rain Color 2
cs: - Barva deště 2
de: - Regen Farbe 2
fr: - Couleur Pluie 2
ru: - Цвет дождя 2

source: Weather Humidity Color
cs: Počasí Vlhkost Barva

source: Weather Lines
cs: Počasí linky
de: Wetter Linien
fr: Météo lignes
ru: Погода-Линии

source: Weather Trendarrows
cs: Počasí sípky trendov

source: Weather Extra Infos
cs: Počasí rozšířené info
de: Wetter Extra Infos
fr: Météo Infos extra
ru: Погода-Экстра инфо

source: - Extra Zoom
cs: - Extra zvětšení
fr: - Zoom Extra
ru: - Экстра увеличение

source: - Show chill temperature from difference
cs: - Zobrazit teplotu ochlazení jeli rozdíl
de: - Zeige gefühlte Temperatur ab Differenz
fr: - Afficher différence température ressentie
ru: - Показать разницу температур
