Repository: oe-alliance/oe-alliance-plugins
Catalog: LCD4linux/po/*.po
Languages: cs, de, fr, ru

source: Font
cs: Druh písma
de: Zeichensatz
fr: Police
ru: Шрифт

source: Key
cs: Klíč
ru: Ключ

source: Picture
cs: Obrázek
de: Bild
fr: Image
ru: Картинка

source: Popup-Text
cs: Vyskakovací text
fr: Popup-Texte
ru: Всплывающий- текст

source: WWW Converter
cs: WWW Konvertor
de: WWW Konverter
fr: WWW Convertisseur
ru: WWW Конвертер

source: Screen
cs: Obrazovka
de: Schirm
fr: Ecran
ru: Экран

source: Weather
cs: Počasí
de: Wetter
fr: Météo
ru: Погода

source: Mail
cs: Pošta
ru: Почта

source: Remote Box
cs: Vzdálený Box
fr: Boite distante
ru: Удаленный ящик

source: Calendar
cs: Kalendář
de: Kalender
fr: Calendrier
ru: Календарь

source: WebIF IP Allow
cs: WebIF IP povol
de: WebIF IP erlaubt
fr: WebIF autoriser IP
ru: WebIF IP Разрешать

source: No or wrong File selected, try a correct File first !
cs: Žádný a nebo nesprávný soubor, skus nejdříve správný soubor !
de: Keine oder eine falsche Datei ausgewählt, wähle zuerst eine richtige Datei !
fr: Aucun ou mauvais fichier sélectionné, essayer un fichier correct d'abord!
ru: Файл не выбран или выбран неверный файл, сначала попробуйте правильный файл!

source: Mode
cs: Režim

source: IP seurity not supported by Box
cs: Zabezpečení IP není podporováno Boxem
de: IP Sicherheit durch Box nicht unterstützt
fr: Sécurité IP non supporté par récepteur
ru: Безопасность IP не поддерживается Box

source: Crashlog
cs: Chybový výpis
ru: Креш лог

source: Show
cs: Zobrazit
de: Zeige
fr: Afficher
ru: Показать

source: Delete
cs: Zmazat
de: Löschen
fr: Effacer
ru: Удалить

source: Filename
cs: Název souboru

source: Restore Config
cs: Obnova Configu
de: Wiederherstellung der Einstellungen
fr: Restaurer configuration
ru: Восстановить конфигурацию

source: Backup Config
cs: Záloha Configu
de: Sicherung der Einstellungen
fr: Sauvegarde config
ru: Задний план Конфиг

source: Delete Logfile
cs: Zmazání log souboru
de: Logdatei löschen
fr: Effacer fichier log
ru: Удалить Лог-файл

source: Download Logfile
cs: Stáhnout log soubor
de: Download Logdatei
fr: Télécharger fichier log
ru: Скачать Лог-файл

source: Save Config
cs: Ulož Config
de: Speichern der Einstellungen
fr: Sauver configuration
ru: Сохранить конфигурацию

source: stop Screencycle
cs: zastav výměnu obrazovek
de: Schirmwechsel anhalten
fr: stopper cycle écran
ru: остановить Screencycle

source: Global
cs: Celkový
ru: Глобально

source: On
cs: Zapnuté
fr: En
ru: Вкл

source: Idle
cs: Nečinný
fr: Veille
ru: Праздный

source: GUI Restart is required
cs: Je vyžadován restart GUI
de: GUI Neustart ist notwendig
fr: Redémarrage de l'IGU nécessaire
ru: GUI необходимо перезагрузить

source: Element
cs: Nastavení

source: other
cs: jiné
de: andere
fr: autre
ru: прочие

source: set Settings
cs: aktivuj nastavení
de: setze Einstellungen
fr: définir les paramètres
ru: меню Настройки

source: copy to On
cs: zkopírovat do aktivních
de: kopiere nach On
fr: Copier vers en
ru: копировать в На

source: copy to Media
cs: zkopírovat do Média
de: kopiere nach Media
fr: Copier vers média
ru: копировать в медиа

source: copy to Idle
cs: zkopírovat do pohotovostních
de: kopiere nach Idle
fr: Copier vers repos
ru: копировать в фоне

source: Exec
cs: Vykonat
de: Ausführung
ru: Выполнение

source: Show Externals
cs: Zobraz venkovní
de: Zeige Externe
fr: Afficher externe
ru: Показать Внешние

source: List of Storage Devices
cs: Seznam úložných zařízení
ru: Список устройств хранения

source: Parent Directory
cs: Nadřazený adresář
ru: Родительский каталог

source: Fri
cs: Pá
de: Fr
fr: Ven
ru: Пятн

source: Mon
cs: Po
de: Mo
fr: Lun
ru: Пон

source: Sat
cs: So
de: Sa
fr: Sam
ru: Субб

source: Sun
cs: Ne
de: So
fr: Dim
ru: Воскр

source: Thur
cs: Čt
de: Do
fr: Jeu
ru: Чет

source: Tue
cs: Út
de: Di
fr: Mar
ru: Вт

source: Wed
cs: St
de: Mi
fr: Mer
ru: Ср

source: black
cs: černá
de: schwarz
fr: noir
ru: черный

source: white
cs: bílá
de: weiss
fr: blanc
ru: белый

source: gray
cs: šedá
de: grau
fr: gris
ru: серый

source: silver
cs: stříbrná
de: silber
fr: argent
ru: серебро

source: slategray
cs: břidlicově šedá
de: schiefergrau
fr: gris ardoise
ru: сланец серый

source: gold
cs: zlatá
fr: or
ru: золотой

source: greenyellow
cs: zelenožlutá
de: grüngelb
fr: jaune-vert

source: yellow
cs: žlutá
de: gelb
fr: jaune
ru: желтый

source: darkorange
cs: tmavě ooranžová
de: dunkelorange
fr: orange foncé
ru: темнооранжевый

source: darkred
cs: tmavě červená
de: dunkelrot
fr: rouge foncé
ru: dunkelrot

source: indianred
cs: indiánská červená
de: indianrot
fr: rouge indien
ru: indianrot

source: orange
cs: oranžová
ru: оранжевый

source: orangered
cs: oranžově červená
de: orangerot
fr: orangé

source: red
cs: červená
de: rot
fr: rouge
ru: красный

source: tomato
cs: rajčatová
fr: tomate

source: darkgreen
cs: tmavě zelená
de: dunkelgrün
fr: vert foncé
ru: темнозеленый

source: green
cs: zelená
de: grün
fr: vert
ru: зеленый

source: lawngreen
cs: zelený trávník
de: rasengrün
fr: vert prairie

source: lightgreen
cs: svetlejší zelená
de: hellgrün
fr: vert clair
ru: светло-зеленый

source: lime
cs: limetka
de: limone
fr: citron vert
ru: лайм

source: blue
cs: modrá
de: blau
fr: bleu
ru: синий

source: blueviolet
cs: modrofialová
de: blauviolett
fr: bleu violet
ru: blauviolett

source: cadetblue
cs: kadetská modrá
de: kadettblau
fr: bleu de cadet

source: cornflowerblue
cs: chrpa modrá
de: kornblumenblau
fr: bleu fleur de maïs

source: darkblue
cs: tmavě modrá
de: dunkelblau
fr: bleu foncé
ru: темносиний

source: lightblue
cs: světlejší modrá
de: hellblau
fr: bleu clair
ru: светло-синий

source: cyan
cs: světle modrá
ru: голубой

source: darkorchid
cs: tmavá orchidej
de: dunkelorchidee
fr: orchidée noire
ru: dunkelorchidee

source: deeppink
cs: tmavě růžová
de: dunkelrosa
fr: rose intense

source: magenta
cs: purpurová
ru: пурпурный

source: violet
cs: fialová
de: violett
ru: фиолетовый

source: brown
cs: hnědá
de: braun
fr: brun
ru: коричневый

source: moccasin
cs: mokasín

source: olive
cs: olivová
ru: оливковый

source: rosybrown
cs: růžově hnědá
de: rosigbraun
fr: brun rosé
ru: rosigbraun

source: sandybrown
cs: pískově hnědá
de: sandbraun
fr: brun sable
ru: sandbraun

source: Screen 1+2
cs: Obrazovka 1+2
de: Schirm 1+2
fr: écran 1+2
ru: Экран 1+2

source: Screen 1+2+3
cs: Obrazovka 1+2+3
de: Schirm 1+2+3
fr: écran 1+2+3
ru: Экран 1+2+3

source: Screen 1+2+3+4
cs: Obrazovka 1+2+3+4
de: Schirm 1+2+3+4
fr: écran 1+2+3+4
ru: Экран 1+2+3+4

source: Screen 1+2+4
cs: Obrazovka 1+2+4
de: Schirm 1+2+4
fr: écran 1+2+4
ru: Экран 1+2+4

source: Screen 1+3
cs: Obrazovka 1+3
de: Schirm 1+3
fr: écran 1+3
ru: Экран 1+3

source: Screen 1+3+4
cs: Obrazovka 1+3+4
de: Schirm 1+3+4
fr: écran 1+3+4
ru: Экран 1+3+4

source: Screen 1+3+5+7+9
cs: Obrazovka 1+3+5+7+9
de: Schirm 1+3+5+7+9
fr: écran 1+3+5+7+9
ru: Экран 1+3+5+7+9

source: Screen 1+4
cs: Obrazovka 1+4
de: Schirm 1+4
fr: écran 1+4
ru: Экран 1+4

source: Screen 2+3
cs: Obrazovka 2+3
de: Schirm 2+3
fr: écran 2+3
ru: Экран 2+3

source: Screen 2+3+4
cs: Obrazovka 2+3+4
de: Schirm 2+3+4
fr: écran 2+3+4
ru: Экран 2+3+4

source: Screen 2+4
cs: Obrazovka 2+4
de: Schirm 2+4
fr: écran 2+4
ru: Экран 2+4

source: Screen 2+4+6+8
cs: Obrazovka 2+4+6+8
de: Schirm 2+4+6+8
fr: écran 2+4+6+8
ru: Экран 2+4+6+8

source: Screen 3+4
cs: Obrazovka 3+4
de: Schirm 3+4
fr: écran 3+4
ru: Экран 3+4

source: Screen 5-8
cs: Obrazovka 5-8
ru: Экран 5-8

source: Screen 5-9
cs: Obrazovka 5-9
de: Schirm 5-9
fr: écran 5-9
ru: Экран 5-9

source: Screen 1-5
cs: Obrazovka 1-5
de: Schirm 1-5
fr: écran 1-5
ru: Экран 1-5

source: Screen 1-6
cs: Obrazovka 1-6
de: Schirm 1-6
fr: écran 1-6
ru: Экран 1-6

source: Screen 1-7
cs: Obrazovka 1-7
de: Schirm 1-7
fr: écran 1-7
ru: Экран 1-7

source: Screen 1-8
cs: Obrazovka 1-8
de: Schirm 1-8
fr: écran 1-8
ru: Экран 1-8

source: Screen 1-9
cs: Obrazovka 1-9
de: Schirm 1-9
fr: écran 1-9
ru: Экран 1-9

source: Screen 1
cs: Obrazovka 1
de: Schirm 1
fr: écran 1
ru: Экран 1

source: Screen 2
cs: Obrazovka 2
de: Schirm 2
fr: écran 2
ru: Экран 2

source: Screen 3
cs: Obrazovka 3
de: Schirm 3
fr: écran 3
ru: Экран 3

source: Screen 4
cs: Obrazovka 4
de: Schirm 4
fr: écran 4
ru: Экран 4

source: Screen 5
cs: Obrazovka 5
de: Schirm 5
fr: écran 5
ru: Экран 5

source: Screen 6
cs: Obrazovka 6
de: Schirm 6
fr: écran 6
ru: Экран 6

source: Screen 7
cs: Obrazovka 7
de: Schirm 7
fr: écran 7
ru: Экран 7

source: Screen 8
cs: Obrazovka 8
de: Schirm 8
fr: écran 8
ru: Экран 8

source: Screen 9
cs: Obrazovka 9
de: Schirm 9
fr: écran 9
ru: Экран 9

source: off
cs: vypnuto
de: aus
fr: hors
ru: выкл

source: Screen 1-2
cs: Obrazovka 1-2
de: Schirm 1-2
fr: écran 1-2
ru: Экран 1-2

source: Screen 1-3
cs: Obrazovka 1-3
de: Schirm 1-3
fr: écran 1-3
ru: Экран 1-3

source: Screen 1-4
cs: Obrazovka 1-4
de: Schirm 1-4
fr: écran 1-4
ru: Экран 1-4

source: on
cs: zapnuto
de: ein
fr: en
ru: вкл

source: Pearl (or compatible LCD) 240x320
cs: Pearl (nebo kompaktibilní LCD) 240x320
de: Pearl (oder kompatibles LCD) 240x320
fr: Pearl (ou compatible LCD) 240x320

source: Pearl (or compatible LCD) 320x240
cs: Pearl (nebo kompaktibilní LCD) 320x240
de: Pearl (oder kompatibles LCD) 320x240
fr: Pearl (ou compatible LCD) 320x240

source: Pearl (or compatible LCD) 480x320
cs: Pearl (nebo kompaktibilní LCD) 480x320

source: Pearl (or compatible LCD) 800x480
cs: Pearl (nebo kompatibilní LCD) 800x480

source: Internal Box-Skin-LCD
cs: Zabudovaný box-skin-LCD
de: Internes Box-Skin-LCD
fr: Interne Box-Skin-LCD

source: Internal TFT-LCD 400x240
cs: Zabudovaný TFT-LCD 400x240
de: Internes TFT-LCD 400x240
fr: Interne TFT-LCD 400x240

source: only Picture 1024x600
cs: jen obrázek 1024x600
de: nur Bild 1024x600
fr: seulement image 1024x600
ru: только фото 1024x600

source: only Picture 320x240
cs: jen obrázek 320x240
de: nur Bild 320x240
fr: seulement image 320x240
ru: только фото 320x240

source: only Picture 800x480
cs: jen obrázek 800x480
de: nur Bild 800x480
fr: seulement image 800x480
ru: только фото 800x480

source: only Picture 800x600
cs: jen obrázek 800x600
de: nur Bild 800x600
fr: seulement image 800x600
ru: только фото 800x600

source: only Picture Custom Size
cs: jen obrázek vlastní velikosti
de: nur Bild benutzerdefinierte Größe
fr: seulement image taille personnalisée
ru: только фото своего размера

source: only Picture Custom Size 2
cs: jen obrázek vlastní velikosti 2
ru: только фото своего размера 2

source: Internal Vu+ Duo2 LCD 400x240
cs: Zabudovaný Vu+ Duo2 LCD 400x240
de: Internes Vu+ Duo2 LCD 400x240
fr: InterneVu+ Duo2 LCD 400x240
ru: Internes Vu+ Duo2 LCD 400x240

source: 2 Days 1 Line
cs: 2 dny 1 řádek
de: 2 Tage 1 Zeile
fr: 2 jours 1 Ligne
ru: 2 дня 1 линия

source: 2 Days 2 Line
cs: 2 dny 2 řádky
de: 2 Tage 2 Zeilen
fr: 2 jours 2 Lignes
ru: 2 дня 2 линии

source: 4 Days 1 Line
cs: 4 dny 1 řádek
de: 4 Tage 1 Zeile
fr: 4 Jours 1 Ligne
ru: 4 дня 1 линия

source: 4 Days 2 Lines
cs: 4 dny 2 řádky
de: 4 Tage 2 Zeilen
fr: 4 Jours 2 Lignes
ru: 4 дня 2 линии

source: 4 Days Vertical View
cs: 4 dny svislý pohled
de: 4 Tage Vertikale Ansicht
fr: 4 Jours Vue Verticale
ru: 4 дня вертикально

source: 5 Days 1 Line
cs: 5 dnů 1 řádek
de: 5 Tage 1 Zeile
ru: 5 дней в 1 линию

source: 5 Days 2 Lines
cs: 5 dnů 2 řádky
de: 5 Tage 2 Zeilen
ru: 5 дней в 2 линии

source: 5 Days Vertical View
cs: 5 svislý pohled na dny
de: 5 Tage Vertikale Ansicht
ru: 5 дней вертикально

source: Current Temperature (+C)
cs: Aktuální teplota (+C)
de: Aktuelle Temperatur (+C)
fr: TempErature actuelle (+C)
ru: Текущяя температура (+C)

source: Current Temperature (-C)
cs: Aktuální teplota (-C)
de: Aktuelle Temperatur (-C)
fr: Température actuelle (-C)
ru: Текущяя температура (-C)

source: Current
cs: Aktuální
de: Aktuell
fr: Actuel
ru: Текущий

source: Current Temperature
cs: Aktuální teplota
de: Aktuelle Temperatur
fr: Température actuelle
ru: Текущяя температура

source: All
cs: Vše
de: Alles
fr: Tout
ru: Все

source: Temperature
cs: Teplota
de: Temperatur
fr: Température
ru: Температура

source: Temperature+Co2
cs: Teplota+Co2
de: Temperatur+Co2
fr: Température+Co2
ru: Температура+Co2

source: Temperature+Co2+Pressure
cs: Teplota+Co2+Tlak
de: Temperatur+Co2+Luftdruck
fr: Température+Co2+Pression
ru: Температура+Co2+Давление

source: Temperature+Humidity
cs: Teplota+Vlhkost
de: Temperatur+Luftfeuchte
fr: Températur+Humidité
ru: Температура+Влажность

source: Module 1
cs: Modul 1
de: Modul 1
fr: Modul 1
ru: Модуль 1

source: Module 1+2
cs: Modul 1+2
de: Modul 1+2
fr: Modul 1+2
ru: Модуль 1+2

source: Module 1+2+3
cs: Modul 1+2+3
de: Modul 1+2+3
fr: Modul 1+2+3
ru: Модуль 1+2+3

source: Module 1+2+4
cs: Modul 1+2+4
de: Modul 1+2+4
fr: Modul 1+2+4
ru: Модуль 1+2+4

source: Module 1+3
cs: Modul 1+3
de: Modul 1+3
fr: Modul 1+3
ru: Модуль 1+3

source: Module 1+3+4
cs: Modul 1+3+4
de: Modul 1+3+4
fr: Modul 1+3+4
ru: Модуль 1+3+4

source: Module 1+4
cs: Modul 1+4
de: Modul 1+4
fr: Modul 1+4
ru: Модуль 1+4

source: Module 1-4
cs: Modul 1-4
de: Modul 1-4
fr: Modul 1-4
ru: Модуль 1-4

source: Module 1-5
cs: Modul 1-5
de: Modul 1-5
fr: Modul 1-5
ru: Модуль 1-5

source: Module 1-6
cs: Modul 1-6
ru: Модуль 1-6

source: Module 2
cs: Modul 2
de: Modul 2
fr: Modul 2
ru: Модуль 2

source: Module 2+3
cs: Modul 2+3
de: Modul 2+3
fr: Modul 2+3
ru: Модуль 2+3

source: Module 2+3+4
cs: Modul 2+3+4
de: Modul 2+3+4
fr: Modul 2+3+4
ru: Модуль 2+3+4

source: Module 2-6
cs: Modul 2-6
ru: Модуль 2-6

source: Module 3
cs: Modul 3
de: Modul 3
fr: Modul 3
ru: Модуль 3

source: Module 4
cs: Modul 4
de: Modul 4
fr: Modul 4
ru: Модуль 4

source: Module 4-6
cs: Modul 4-6
ru: Модуль 4-6

source: Module 5
cs: Modul 5
de: Modul 5
fr: Modul 5
ru: Модуль 5

source: Module 5-6
cs: Modul 5-6
ru: Модуль 5-6

source: Module 6
cs: Modul 6
ru: Модуль 6

source: userdefined
cs: definováno uživatelem
ru: определяемые пользователем

source: Bar
cs: Sloupec
de: Balken
ru: Balken

source: Bar+Value
cs: Sloupec+hodnota
de: Balken+Wert
fr: Bar+Valeur
ru: Balken+Wert

source: Knob
cs: Knoflík
de: Knopf
fr: Boutton
ru: Кнопка

source: Knob+Value
cs: Knoflík+hodnota
de: Knopf+Wert
fr: Boutton+Valeur
ru: Кнопка + значение

source: Analog
cs: Analogové
fr: Analogique
ru: Аналоговый

source: Analog+Date
cs: Analogové + datum
de: Analog+Datum
fr: Analogique+Date
ru: Аналоговые+дата

source: Analog+Date+Weekday
cs: Analogové + datum + všední den
de: Analog+Datum+Wochentag
fr: Analogique+Date+jour de la semaine
ru: Аналоговые+дата+будни

source: Analog+Date+Weekday 2
cs: Analogové + datum + všední den 2
de: Analog+Datum+Wochentag 2
fr: Analogique+Date+Joursemaine 2
ru: Аналоговые+дата+будни 2

source: Date
cs: Datum
de: Datum
ru: Дата

source: Date+Time
cs: Datum+ čas
de: Datum+Uhrzeit
fr: Date+Heure
ru: Дата+Время

source: Date+Time+Weekday
cs: Datum+čas+Všední den
de: Datum+Uhrzeit+Wochentag
fr: Date+Heure+jour de la semaine
ru: Дата + время + день недели

source: Flaps Design Date
cs: Datum prvních kapek
ru: Закрылки Дизайн Дата

source: Flaps Design Weekday
cs: Návrh kapek pro všední den
ru: Закрылки Дизайн Будний день

source: Time
cs: Čas
de: Zeit
fr: Heure
ru: Время

source: Time+Weekday
cs: Čas+Všední den
de: Uhrzeit+Wochentag
fr: Heure+Jour de la semaine
ru: Время+День

source: Weekday
cs: Všední den
de: Wochentag
fr: Jour semaine
ru: Будний день

source: center
cs: vycentorovat
de: zentriert
fr: centre
ru: центр

source: left
cs: levý
de: links
fr: gauche
ru: слева

source: right
cs: v pravo
de: rechts
fr: droit
ru: справа

source: Extended
cs: Rozšířený
de: Erweitert
fr: Etendu
ru: Расширенное

source: Extended (Short)
cs: Rozšířený (méně info.)
de: Erweitert (Kurz)
fr: Etendu (court)
ru: Расширенное (Short)

source: Short
cs: Krátký
de: Kurz
fr: Court
ru: Краткий

source: Short (Extended)
cs: Krátký (rozšířený)
de: Kurz (Erweitert)
fr: Court (Etendu)
ru: Краткий (Расширенный)

source: Short+Extended
cs: Krátký +rozšířený
de: Kurz+Erweitert
fr: Court+Etendu
ru: Краткий+Расширенный

source: Month
cs: Měsíc
de: Monat
fr: Mois
ru: Месяц

source: Month+Header
cs: Měsíc+hlavička
de: Monat+Kopf
fr: Mois+entête
ru: Месяц + заголовок

source: Week
cs: Týden
de: Woche
fr: Semaine
ru: Неделя

source: Week+Header
cs: Týden+Hlavička
de: Woche+Kopf
fr: Semaine+entête
ru: Неделя+Заголовок

source: no Calendar
cs: žádný kalendář
de: kein Kalender
fr: pas de Calendrier
ru: нет календаря

source: Dates 1 Line
cs: Datumy 1 řádek
de: Termine 1 Zeile
fr: Dates 1 Ligne
ru: Даты в 1 линию

source: Dates 3 Lines
cs: Datumy 3 řádek
de: Termine 3 Zeilen
fr: Dates 3 Lignes
ru: Даты в 3 линии

source: Dates 5 Lines
cs: Datumy 5 řádek
de: Termine 5 Zeilen
fr: Dates 5 Lignes
ru: Даты в 5 линий

source: Dates 9 Lines
cs: Datumy 9 řádek
de: Termine 9 Zeilen
fr: Dates 9 Lignes
ru: Даты в 9 линий

source: Dates compact 2 Lines
cs: Kompaktní datumy 2 řádky
de: Termine kompakt 2 Zeilen
fr: Dates compactes 2 Lignes
ru: Даты компактно в 2 линии

source: Dates compact 3 Lines
cs: Kompaktní datumy 3 řádky
de: Termine kompakt 3 Zeilen
fr: Dates compactes 3 Lignes
ru: Даты компактно в 3 линии

source: no Dates
cs: žádné termíny
de: keine Termine
fr: pas de Dates
ru: нет даты

source: Underline
cs: Podtrhnutí
de: Unterstrich
fr: Sous-ligné
ru: Подчеркивание

source: Underline 2
cs: Podtrhnutí 2
de: Unterstrich 2
fr: Sous-ligné 2
ru: Подчеркивание 2

source: Frame
cs: Rámeček
de: Rahmen
fr: Cadre
ru: Фрейм

source: Dates
cs: Datumy
de: Termine
ru: Даты

source: Dates compact
cs: Kompaktní datumy
de: Termine kompakt
fr: Dates compactes
ru: Даты компактно

source: Dates compact no Icon
cs: Kompaktní datumy bez ikon
de: Termine kompakt kein Icon
fr: Dates compactes pas d'icône
ru: Даты компактно без иконок

source: Dates no Icon
cs: Datumy bez ikony
de: Termine kein Icon
fr: Dates pas d'icône
ru: Даты без иконок

source: no Icon
cs: žádná ikona
de: kein Icon
fr: pas d'icône
ru: нет значка

source: no Icon, with Targetnumber
cs: žádná ikona, s cílovým číslem
de: ohne Icon, mit Zielnummer
fr: pas d'icône, avec numéro cible
ru: без значка, с целевым числом

source: with Icon
cs: s ikonou
de: mit Icon
fr: avec Icône
ru: mit Icon

source: with Icon & Targetnumber
cs: s ikonou & cílovým číslem
de: mit Icon & Zielnummer
fr: avec Icône & Numméro cible
ru: со значком и целевым числом

source: C + rpm
cs: C + otáčky
ru: C + об/мин

source: C + rpm/2
cs: C + otáčky/2
ru: C + об/мин/2

source: rpm
cs: otáčky
fr: tpm

source: rpm/2
cs: otáčky/2

source: no
cs: ne
de: nein
fr: non
ru: нет

source: show run
cs: zobrazit aktivní
de: zeige aktiv
fr: afficher actif
ru: показать запущенные

source: show run+sleep
cs: zobrazit aktivní+čekající
de: zeige aktiv+schlafend
fr: afficher actif+dormant
ru: показать запущенные+sleep

source: Always All
cs: Vždy vše
de: Immer Alle
fr: Toujours tout
ru: Всегда все

source: Always New
cs: Vždy nové
de: Immer Neue
fr: Toujours nouveau
ru: Всегда новые

source: Only New
cs: jen nové
de: Nur Neue
fr: Seulement nouveau
ru: Только новости

source: All Informations
cs: Všechny informace
ru: Вся информация

source: Distance only
cs: jen vzdálenost
ru: Только расстояние

source: Distance+Illumination
cs: Vzdálenost + osvětlení
ru: Расстояние+Освещение

source: Distance+Moonphase
cs: Vzdálenost + fáze měsíce
ru: Расстояние+фаза луны

source: Illumination only
cs: jen osvětlení
ru: Только подсветка

source: Illumination+Moonphase
cs: Osvětlení+Fáze měsíce
ru: Освещение+фаза луны

source: Moonphase only
cs: jen měsíční fáze
ru: Только фаза луны

source: Channel
cs: Kanál
de: Kanal
fr: Chaîne
ru: Канал

source: Channel+Title
cs: Kanál + titulek
de: Kanal+Titel
fr: Chaîne+Titre
ru: Канал+Заголовок

source: Picon+Channel
cs: Picon+kanál
de: Picon+Kanal
fr: Picon+Chaîne
ru: Пикон+Канал

source: Picon+Channel+Title
cs: Picon+kanál+název
de: Picon+Kanal+Titel
fr: Picon+Chaîne+Titre
ru: Пикон+Канал+Название

source: same color
cs: stejná barva
ru: такого же цвета

source: transparent
cs: transparentní

source: yes +25%
cs: ano 25%
de: ja +25%
fr: oui +25%
ru: да +25%

source: yes
cs: ano
de: ja
fr: oui
ru: да

source: vertically
cs: svisle
de: vertikal
fr: verticalement
ru: вертикально

source: horizontally
cs: vodorovně
de: horizontal
fr: horizontallement
ru: горизонтально

source: all
cs: vše
de: Alles
fr: Tous
ru: все

source: Corner
cs: Roh
de: Ecke
fr: Coin
ru: Угол

source: Corner+Timeshift
cs: Roh + časový posun
ru: Угол+сдвиг во времени

source: Picon+Timeshift
cs: Picon+Časový posun
ru: Пикон+сдвиг во времени

source: only Progress Bar
cs: jen ukazatel průběhu
de: nur Fortschrittsbalken
fr: seulement barre de progression
ru: только прогресс-бар

source: with Remaining Minutes
cs: a zbývající minuty
de: mit verbleibenden Minuten
fr: avec les minutes restantes
ru: с оставшимися минутами

source: with Remaining Minutes (Size 1.5)
cs: a zbývající minuty (velikost 1,5)
de: mit verbleibenden Minuten (Größe 1.5)
fr: avec les minutes restantes (taille 1.5)
ru: с оставшимися минутами (Размер 1.5)

source: with Remaining Minutes (Size 2)
cs: a zbývající minuty (velikost 2)
de: mit verbleibenden Minuten (Größe 2)
fr: avec les minutes restantes (taille 2)
ru: с оставшимися минутами (Размер 1.5)

source: with Percent
cs: s procenty minut
de: mit Prozent
fr: avec pourcentage
ru: вместе с процентами

source: with Percent (Size 1.5)
cs: s procenty (velikost 1.5)
de: mit Prozent (Größe 1.5)
fr: avec pourcentage (taille 1.5)
ru: вместе с процентами (Размер 1.5)

source: with Percent (Size 2)
cs: s procenty (velikost 2)
de: mit Prozent (Größe 2)
fr: avec pourcentage (taille 2)
ru: вместе с процентами (Размер 2)

source: with Remaining Minutes (above)
cs: a zbývající minuty (nad)
de: mit verbleibenden Minuten (oberhalb)
fr: avec les minutes restantes (au-dessus)
ru: с оставшимися минутами (выше

source: with Remaining Minutes (above/Size 1.5)
cs: a zbývající minuty (nad / velikost 1,5)
de: mit verbleibenden Minuten (oberhalb/Größe 1.5)
fr: avec les minutes restantes (au-dessus/taille 1.5)
ru: с оставшимися минутами (выше/Размер 1.5)

source: with Remaining Minutes (above/Size 2)
cs: a zbývající minuty (nad / velikost 2)
de: mit verbleibenden Minuten (oberhalb/Größe 2)
fr: avec les minutes restantes (au-dessus/taille 2)
ru: с оставшимися минутами (выше/Размер 2)

source: with Percent (above)
cs: s procenty (nad)
de: mit Prozent (oberhalb)
fr: avec pourcentage (au-dessus)
ru: вместе с процентами (выше)

source: with Percent (above/Size 1.5)
cs: s procenty (nad/velikost 1.5)
de: mit Prozent (oberhalb/Größe 1.5)
fr: avec pourcentage (au-dessus/taille 1.5)
ru: вместе с процентами (выше/Размер 1.5)

source: with Percent (above/Size 2)
cs: s procenty (nad/velikost 2)
de: mit Prozent (oberhalb/Größe 2)
fr: avec pourcentage (au-dessus/taille 2)
ru: вместе с процентами (выше/Размер 2)

source: with Remaining Minutes (below)
cs: a zbývající minuty (pod)
de: mit verbleibenden Minuten (unterhalb)
fr: avec les minutes restantes (en-dessous)
ru: с оставшимися минутами (ниже)

source: with Remaining Minutes (below/Size 1.5)
cs: a zbývající minuty (pod /velikost 1.5)
de: mit verbleibenden Minuten (unterhalb/Größe 1.5)
fr: avec les minutes restantes (en-dessous/taille 1.5)
ru: с оставшимися минутами (ниже/Размер 1.5)

source: with Remaining Minutes (below/Size 2)
cs: a zbývající minuty (pod /velikost 2)
de: mit verbleibenden Minuten (unterhalb/Größe 2)
fr: avec les minutes restantes (en-dessous/taille 2)
ru: с оставшимися минутами (ниже/Размер 2)

source: with Percent (below)
cs: s procenty (pod)
de: mit Prozent (unterhalb)
fr: avec pourcentage (en-dessous)
ru: вместе с процентами (ниже)

source: with Percent (below/Size 1.5)
cs: s procenty (pod/velikost 1.5)
de: mit Prozent (unterhalb/Größe 1.5)
fr: avec pourcentage (en-dessous/taille 1.5)
ru: вместе с процентами (ниже/Размер 1.5)

source: with Percent (below/Size 2)
cs: s procenty (pod/velikost 2)
de: mit Prozent (unterhalb/Größe 2)
fr: avec pourcentage (en-dessous/taille 2)
ru: вместе с процентами (ниже/Размер 2)
