Repository: oe-alliance/oe-alliance-plugins
Catalog: LCD4linux/po/*.po
Languages: cs, de, fr, ru

source: - Extra Color City
cs: - Extra barva města
de: - Extra Farbe Stadt
fr: - Couleur ville extra
ru: - Дополнительные цвета городов

source: - Extra Color Chill
cs: - Extra barva ochlazení
de: - Extra Farbe Gefühlte
fr: - Couleur froide extra
ru: - Дополнительные цвета

source: Netatmo CO2 Min Range
cs: Netatmo CO2 Min rozsah
de: Netatmo CO2 Min Bereich
fr: Netatmo plage min CO2
ru: Netatmo CO2 мин Диапазон

source: Netatmo CO2 Max Range
cs: Netatmo CO2 Max rozsah
de: Netatmo CO2 Max Bereich
fr: Netatmo plage max CO2
ru: Netatmo CO2 Максимум Диапазон

source: Meteo URL
cs: URL počasí
fr: URL météo
ru: Погода URL

source: Moon-Icon-Path [ok]>
cs: Měsíc - cesta k ikoně [ok]>
de: Mond-Icon-Verz. [ok]>
fr: Chemin des icônes de lune [ok]>
ru: Месяц-путь к иконкам[ok]>

source: Recording Picture [ok]>
cs: Obrázek záznamu [ok]>
de: Aufnahme Bilddatei [ok]>
fr: Enregistrement photo [OK]>
ru: Запись Картина [ok]

source: Double-button switches
cs: Změna dvoj-stlačením tlačítka
de: Doppel-Tasten Schalter
fr: Interrupteurs double-boutons

source: Key for Screen Change
cs: Klíč pro změnu obrazovky
de: Taste für Schirmwechsel
fr: Touche pour changer d'écran
ru: Клавиша изменения экрана

source: Key for Screen On/Off
cs: Tlačítko pro zapnutí/vypnutí obrazovky
de: Taste für LCD Ein/Aus
fr: Touche pour écran En/Hors

source: FritzCall Picture Path [ok]>
cs: FritzCall acesta k obrázkům [ok]>
de: FritzCall Bilder Verz. [ok]>
fr: FritzCall chemin des images [ok]>
ru: FritzCall Путь изображения [ok]>

source: FritzCall Number of Lines per Entry
cs: FritzCall Počet řádků na vstupní údaj
de: FritzCall Anzahl Zeilen je Eintrag
fr: FritzCall nombre de ligne par entrée
ru: FritzCall Количество строк на вход

source: FritzCall Number of List Entries
cs: FritzCall počet položek seznamu
de: FritzCall Anzahl Listeneinträge
fr: FritzCall nombre d'entrées de la liste
ru: FritzCall Количество записей в списке

source: FritzCall Number of Pictures
cs: FritzCall počet obrázků
de: FritzCall Anzahl Bilder
fr: FritzCall nombre d'images
ru: FritzCall Количество изображений

source: FritzCall Picture Orientation
cs: FritzCall orientace obrázku
de: FritzCall Bilder Ausrichtung
fr: FritzCall orientation image
ru: FritzCall Ориентация изображения

source: FritzCall Picture Transparency
cs: FritzCall průhlednost obrázku
de: FritzCall Bilder Transparenz
fr: FritzCall transparence photo
ru: FritzCall Прозрачность изображения

source: FritzCall Pictures Search
cs: FritzCall vyhledávání obrazku
de: FritzCall Bilder Suche
fr: FritzCall recherche photos
ru: FritzCall Поиск картинок

source: FritzCall remove Calls after hours
cs: FritzCall odstranit hovory po hodinách
de: FritzCall entferne Anrufe nach Stunden
fr: FritzCall supprimer les appels après heures
ru: FritzCall Удалить звонок в нерабочее время

source: FritzCall Popup-Time
cs: FritzCall čas vyskakovacího okna
de: FritzCall Popup-Zeit
fr: FritzCall durée du popup
ru: FritzCall Выскакивать-Время

source: FritzCall Popup LCD
cs: FritzCall vyskakovací LCD
ru: FritzCall Выскакивать LCD

source: FritzCall Popup Color
cs: FritzCall barva vyskakovacího okna
de: FritzCall Popup Farbe
fr: FritzCall couleur popup
ru: FritzCall Выскакивать окна

source: FritzCall Frame Picture [ok]>
cs: FritzCall rámeček obrázku [ok]>
de: FritzCall Rahmen Bild [ok]>
fr: FritzCall image du cadre [ok]>
ru: FritzCall Рамка Картина [ok]>

source: Calendar ics-Path [ok]>
cs: Kalendář - ics-cesta [ok]>
de: Kalender ics-Verzeichnis [ok]>
fr: Calendrier chemin-ics [ok]>
ru: Календарь ics-путь [ok]>

source: Calendar ics-URL
cs: Kalendař - ics-URL
de: Kalender ics-URL
fr: Calendrier URL-ics
ru: Календарь ics-URL

source: Calendar planerFS
cs: Kalendář - plánovač
de: Kalender planerFS
fr: Calendrier PlanerFS
ru: Календарь

source: Calendar Saturday Color
cs: Kalendář - barva soboty
de: Kalender Samstag Farbe
fr: Calendrier couleur samedi
ru: Календарь Суббота Цвет

source: Calendar Sunday Color
cs: Kalendář - barva neděle
de: Kalender Sonntag Farbe
fr: Calendrier couleur dimanche
ru: Календарь Воскресенье Цвет

source: Calendar Line Thickness
cs: Kalendář - tloušťka čáry
de: Kalender Linienstärke
fr: Calendrier épaisseur ligne
ru: Календарь-толщина линий

source: Calendar Day Event Preview
cs: Kalendář - denní přehled
de: Kalender Tage Ereignisvorschau
fr: Calendrier prévisualisation de l'événement du jour
ru: Календарь Дневное событие превью

source: Calendar Timezone Correction
cs: Kalendář - oprava časové zóny
de: Kalender Zeitzone Korrektur
fr: Calendrier correction fuseau horaire
ru: Календарь Коррекция часового пояса

source: Calendar Transparency
cs: Kalendář - průsvitnost
de: Kalender Transparenz
fr: Calendrier transparence
ru: Календарь Прозрачность

source: Calendar Poll Interval
cs: Kalendář - čas obnovy
de: Kalender Abruf Interval
fr: Calendrier interval requête
ru: Календарь Интервал опроса

source: Tuner Color
cs: Tuner Barva
de: Tuner Farbe
fr: Couleur tuner
ru: Цвет тюнера

source: Tuner Color Active
cs: Tuner Barva aktivní
de: Tuner Farbe Aktiv
fr: Couleur tuner actif
ru: Цвет активного тюнера

source: Tuner Color On
cs: Tuner Barva zapnuto
de: Tuner Farbe Ein
fr: Activer la couleur du tuner
ru: Цвет тюнера

source: Service search first
cs: Nejdřív prohledat kanál
de: Service Suche zuerst
fr: Recherche service en premier
ru: Поиск услуги в первую очередь

source: DVB-T Signal-Quality Correction
cs: DVB-T korekce kvality signálu
de: DVB-T Signal-Qualitäts-Korrektur
fr: DVB-T Signal-Correction qualité
ru: DVB-T Сигнал Качество Исправление

source: Font global [ok]>
cs: Druh písma celkově [ok]>
de: Zeichensatz Global [ok]>
fr: Police global [ok]>
ru: Zeichensatz Global [ok]>

source: Font 1 [ok]>
cs: Druh písma 1 [ok]>
de: Zeichensatz 1 [ok]>
fr: Police 1 [ok]>
ru: Шрифт 1 [ok]>

source: Font 2 [ok]>
cs: Druh písma 2 [ok]>
de: Zeichensatz 2 [ok]>
fr: Police 2 [ok]>
ru: Шрифт 2 [ok]>

source: Font 3 [ok]>
cs: Druh písma 3 [ok]>
de: Zeichensatz 3 [ok]>
fr: Police 3 [ok]>
ru: Шрифт 3 [ok]>

source: Font 4 [ok]>
cs: Druh písma 4 [ok]>
de: Zeichensatz 4 [ok]>
fr: Police 4 [ok]>
ru: Шрифт 4 [ok]>

source: Font 5 [ok]>
cs: Druh písma 5 [ok]>
de: Zeichensatz 5 [ok]>
fr: Police 5 [ok]>
ru: Шрифт 5 [ok]>

source: Mail 1 Connect
cs: Mail 1 připojení
fr: Mail 1 Connection
ru: Почта 1 подключить

source: Mail 1 [Displayname:]Username
cs: Mail 1 [Zobrazené jméno:]Uživatelské jméno
de: Mail 1 [Anzeigename:]Nutzername
fr: Mail 1 [Nom affiché:]Nom utilisateur
ru: Почта 1 Имя пользователя

source: Mail 1 Password
cs: Mail 1 heslo
de: Mail 1 Passwort
fr: Mail 1 Mot de passe
ru: Почта 1 - пароль

source: Mail 2 Connect
cs: Mail 2 připojení
fr: Mail 2 Connection
ru: Почта 2 подключить

source: Mail 2 [Displayname:]Username
cs: Mail 2 [Zobrazené jméno:]Uživatelské jméno
de: Mail 2 [Anzeigename:]Nutzername
fr: Mail 2 [Nom affiché:]Nom utilisateur
ru: Почта 2 Имя пользователя

source: Mail 2 Password
cs: Mail 2 heslo
de: Mail 2 Passwort
fr: Mail 2 Mot de passe
ru: Почта 2 - пароль

source: Mail 3 Connect
cs: Mail 3 připojení
fr: Mail 3 Connection
ru: Почта 3 подключить

source: Mail 3 [Displayname:]Username
cs: Mail 3 [Zobrazené jméno:]Uživatelské jméno
de: Mail 3 [Anzeigename:]Nutzername
fr: Mail 3 [Nom affiché:]Nom utilisateur
ru: Почта 3 Имя пользователя

source: Mail 3 Password
cs: Mail 3 heslo
de: Mail 3 Passwort
fr: Mail 3 Mot de passe
ru: Почта 3 - пароль

source: Mail 4 Connect
cs: Mail 4 připojení
fr: Mail 4 Connection
ru: Почта 4 подключить

source: Mail 4 [Displayname:]Username
cs: Mail 4 [Zobrazené jméno:]Uživatelské jméno
de: Mail 4 [Anzeigename:]Nutzername
fr: Mail 4 [Nom affiché:]Nom utilisateur
ru: Почта 4 Имя пользователя

source: Mail 4 Password
cs: Mail 4 heslo
de: Mail 4 Passwort
fr: Mail 4 Mot de passe
ru: Почта 4 - пароль

source: Mail 5 Connect
cs: Mail 5 připojení
fr: Mail 5 Connection
ru: Почта 5 подключить

source: Mail 5 [Displayname:]Username
cs: Mail 5 [Zobrazené jméno:]Uživatelské jméno
de: Mail 5 [Anzeigename:]Nutzername
fr: Mail 5 [Nom affiché:]Nom utilisateur
ru: Почта 5 Имя пользователя

source: Mail 5 Password
cs: Mail 5 heslo
de: Mail 5 Passwort
fr: Mail 5 Mot de passe
ru: Почта 5 - пароль

source: Mail Poll Interval
cs: Pošta obnovovací interval
de: Mail Abruf Interval
fr: Interval requête mail
ru: Почта Интервал опроса

source: Mail IMAP limit to last days
cs: Pošta IMAP limit na posledné dny
de: Mail IMAP begrenze auf letze Tage
fr: Mail IMAP limiter aux dernier jours
ru: Почта IMAP предел до последних дней

source: Mail Show Empty Mailboxes
cs: Mail Zobrazit prázdné schránky
de: Mail Zeige Leere Mailboxen
fr: Mail Afficher les boîtes vides
ru: Почта-Показывать пустые почтовые ящики

source: Mail Show Date
cs: Pošta ukaž datum
de: Mail zeige Datum
fr: Mail Afficher les dates
ru: Почта показать Дата

source: Mail Hide Mailadress
cs: Pošta skrýt adresu
de: Mail verberge Mailadresse
fr: Mail Cacher adresse mail
ru: Почта Спрятать Почтовый адрес

source: Remote Box 1 [Displayname:]IP/Name
cs: Vzdálený Box 1 [Zobrazované jméno:]IP/Jméno
de: Remote Box 1 [Anzeigename:]IP/Name
fr: Boite 1 distante [AfficherNom:]IP/Nom
ru: Удаленный ящик 1 [Показать имя] IP/Имя

source: Remote Box 2 [Displayname:]IP/Name
cs: Vzdálený Box 2 [Zobrazované jméno:]IP/Jméno
de: Remote Box 2 [Anzeigename:]IP/Name
fr: Boite 2 distante [AfficherNom:]IP/Nom
ru: Удаленный ящик 2 [Показать имя]IP/Имя

source: Remote Box 3 [Displayname:]IP/Name
cs: Vzdálený Box 3 [Zobrazované jméno:]IP/Jméno
de: Remote Box 3 [Anzeigename:]IP/Name
fr: Boite 3 distante [AfficherNom:]IP/Nom
ru: Удаленный ящик 3 [Показать имя]IP/Имя

source: Remote Box 4 [Displayname:]IP/Name
cs: Vzdálený Box 4 [Zobrazované jméno:]IP/Jméno
de: Remote Box 4 [Anzeigename:]IP/Name
fr: Boite 4 distante [AfficherNom:]IP/Nom
ru: Удаленный ящик 4 [Показать имя]IP/Имя

source: Remote Box 5 [Displayname:]IP/Name
cs: Vzdálený Box 5 [Zobrazované jméno:]IP/Jméno
de: Remote Box 5 [Anzeigename:]IP/Name
fr: Boite 5 distante [AfficherNom:]IP/Nom
ru: Удаленный ящик 5 [Показать имя]IP/Имя

source: Remote Box Poll every Minutes
cs: RVzdálený Box obnova v minutách
de: Remote Box Abruf alle Minuten
fr: Boite distante requête toutes les minutes
ru: Удаленный ящик Опрашивайте каждую минуту

source: Remote Box Timer [Displayname:]IP/Name
cs: Vzdálený Box 1 [Zobrazované jméno:]IP/Jméno
ru: Удаленный ящик Таймер [Показать имя]IP/Имя

source: Remote Box Timer Poll every Minutes
cs: Vzdálený Box obnova v minutách
ru: Удаленный ящик Таймер Опрашивайте каждую минуту

source: WWW Converter Poll Interval
cs: WWW Konvertor časové obnovy
de: WWW Konverter Abruf Interval
fr: WWW convertisseur interval requête

source: WWW Converter Usage
cs: Použiť WWW konvertor
de: WWW Konverter Verwendung
fr: WWW utilisation convertisseur
ru: WWW Конвертер использование

source: WebIF Refresh [s]
cs: WebIF aktualizace [s]
de: WebIF Aktualisierung [s]
fr: WebIF rafraîchissement [s]
ru: WebIF обновление [s]

source: WebIF Refresh Type
cs: WebIF Typ aktualizace
de: WebIF Aktualisierungstyp
fr: WebIF type de rafraîchissement
ru: WebIF тип обновления

source: WebIF Init Delay
cs: WebIF Inicializace zpoždění
de: WebIF Init Verzögert
fr: WebIF délai d'init
ru: WebIF Инициализировать Задерживать

source: WebIF IP Deny
cs: WebIF IP zakaž
de: WebIF IP verweigert
fr: WebIF rejeter IP
ru: WebIF IP Отрицать

source: WebIF Design
cs: WebIF vzhled
ru: WebIF Дизайн

source: Save as Picture for WebIF
cs: Uložit jako obrázek pro WebIF
de: Speichern als Bild für WebIF
fr: Sauver comme image pour WebIF
ru: Сохранить как рисунок для WebIF

source: MJPEG Stream LCD 1 enable
cs: MJPEG Stream LCD 1 povolit
de: MJPEG Stream LCD 1 aktiv
fr: MJPEG Stream LCD 1 activé
ru: MJPEG Ручей LCD 1 включить

source: MJPEG Stream LCD 1 Virtual Brightness
cs: MJPEG Stream LCD 1 Virtuální jas
ru: MJPEG Ручей LCD 1 виртуальная яркость

source: MJPEG Stream LCD 2 enable
cs: MJPEG Stream LCD 2 povolit
de: MJPEG Stream LCD 2 aktiv
fr: MJPEG Stream LCD 2 activé
ru: MJPEG Ручей LCD 2 включить

source: MJPEG Stream LCD 2 Virtual Brightness
cs: MJPEG Stream LCD 2 Virtuální jas
ru: MJPEG Ручей LCD 2 виртуальная яркость

source: MJPEG Stream LCD 3 enable
cs: MJPEG Stream LCD 3 povolit
de: MJPEG Stream LCD 3 aktiv
fr: MJPEG Stream LCD 3 activé
ru: MJPEG Ручей LCD 3 включить

source: MJPEG Stream LCD 3 Virtual Brightness
cs: MJPEG Stream LCD 3 Virtuální jas
ru: MJPEG Ручей LCD 3 виртуальная яркость

source: MJPEG Cycle
cs: MJPEG Cyklus
ru: MJPEG Цикл

source: MJPEG Restart on Error
cs: MJPEG Při chybě restartujte
ru: MJPEG Перезагрузить при ошибке

source: MJPEG Header Mode
cs: MJPEG Režim záhlaví
de: MJPEG Header Modus
fr: MJPEG mode Header
ru: MJPEG Режим заголовка

source: Show Streams '4097; 5001...5003' in Mode
cs: Zobrazit proudy '4097; 5001...5003' v režimu

source: Sonos Ping Timeout [ms]
cs: Sonos časový limit ping [ms]
ru: Sonos Ping Тайм-аут [ms]

source: Sonos Play Check
cs: Sonos Přehrát šek
ru: Sonos играть Проверять

source: Sonos Refresh [s]
cs: Sonos Obnovit [s]
ru: Sonos Обновить [s]

source: BlueSound Ping Timeout [ms]
cs: BlueSound Časový limit ping [ms]
ru: BlueSound Ping Тайм-аут [ms]

source: BlueSound Play Check
cs: Kontrola přehrávání BlueSound
ru: BlueSound играть Проверять

source: BlueSound Refresh [s]
cs: BlueSound Obnovit [s]
ru: BlueSound Обновить [s]

source: MusicCast Server IP [optional]
cs: MusicCast Server IP [volitelný]
ru: MusicCast Сервер IP [по желанию]

source: MusicCast Ping Timeout [ms]
cs: MusicCast Časový limit ping [ms]
ru: MusicCast Ping Тайм-аут [ms]

source: MusicCast Play Check
cs: MusicCast Kontrola přehrávání
ru: MusicCast играть Проверять

source: MusicCast Refresh [s]
cs: MusicCast Obnovit [s]
ru: MusicCast Обновить [s]

source: MusicCast Cover
cs: MusicCast Obal
ru: MusicCast Обложка

source: LCD Custom Width
cs: LCD volitelná šířka
de: LCD benutzerdefinierte Breite
fr: LCD largeur personnalisée
ru: LCD Своя Ширина

source: LCD Custom Height
cs: LCD volitelná výška
de: LCD benutzerdefinierte Höhe
fr: LCD hauteur personnalisée
ru: LCD Своя высота

source: LCD Custom Width 2
cs: LCD volitelná šířka 2
ru: LCD Своя Ширина 2

source: LCD Custom Height 2
cs: LCD volitelná výška 2
ru: LCD Своя высота 2

source: LCD Off when shutdown
cs: LCD Vypnuto při vypnutí
ru: LCD выключен при выключении

source: Timing ! calc all Times to Time/5*2 in Fastmode
cs: Časování ! výpočet všech časů na Čas/5*2 v rychlém módě
de: Timing ! rechne alle Zeiten um Zeit/5*2 im Fastmode
fr: Timing! calc tous temps comme temps/5*2 mode rapide
ru: Выбор времени! calc all Times to Time/5*2 in Fastmode

source: Display Delay [ms]
cs: Zpoždění displeje [ms]
de: Verzögerung [ms]
fr: Délai d'affichage [ms]
ru: Задержка [ms]

source: Threads per LCD
cs: Návrhy na LCD
de: Threads pro LCD
fr: Processus par LCD
ru: Threads pro LCD

source: Show Crash Corner
cs: Zobrazit Chybové hlášení
de: Zeige Crash Ecke
fr: Afficher Couverture Crash
ru: Показать Крушение Угол

source: Show 'no ....' Messages
cs: Zobrazit 'žádné ....' Hlášení
de: Zeige 'keine ....' Mitteilungen
fr: Afficher 'non ...' messages
ru: Показать 'нет...' Сообщения

source: Storage-Devices: Force Read
cs: Úložná zařízení: Vynutit čtení
de: Speicher-Geräte: erzwinge Lesen
fr: Périphérique-Stockage: Forcer la lecture
ru: Хранение-Устройство: Принудит Чтение

source: Storage-Devices: Color Back
cs: Úložná zařízení: Barva zpět
ru: Хранение-Устройство: Цвет Задний план

source: Storage-Devices: Color Bar
cs: Úložná zařízení: Barevná lišta
ru: Хранение-Устройство: Цвет Бар

source: Storage-Devices: Color Full
cs: Úložná zařízení: Barva plná
ru: Хранение-Устройство: Цвет Полный

source: Network Check active
cs: Kontrola sítě aktivní
ru: Проверка сети активна

source: Switch FrameBuffer [if possible]
cs: Přepnout FrameBuffer [pokud je to možné]
de: FramBuffer umschalten [wenn möglich]
fr: Commuter TamponFram [si possible
ru: Выключатель Кадровый буфер [если возможно]

source: Config Backup Path [ok]>
cs: Záloha nastavení [ok]>
de: Konfig Backup Verz. [ok]>
fr: Config chemin sauvegarde [ok]>
ru: Конфиг Путь к резервному копированию[ok]>

source: Config Restore All Settings
cs: Obnova všeho nastavení
de: Alle Einstellungen wiederherstellen
fr: Config restauration tous les paramètres
ru: Конфиг Восстановить все настройки

source: Debug-Logging > /tmp/L4log.txt
cs: Logování > /tmp/L4log.txt
fr: Journal-Debug > /tmp/L4log.txt

source: - Backlight Off [disable set Off=On]
cs: - Podsvícení Off [Zakázat nastavení Off = On]
de: - Hintergrundbeleuchtung Aus [deaktiv bei Aus=Ein]
fr: - Rétro-éclairage hors [définir hors=en]
ru: - Выключение подсветки [Off = On]

source: - Backlight On
cs: - Podsvícení zapnout
de: - Hintergrundbeleuchtung Ein
fr: - Rétro-éclairage On
ru: - Включение подсветки

source: - Backlight Weekend Off [disable set Off=On]
cs: - Podsvícení víkend [Zakázat nastavení Off = On]
de: - Hintergrundbeleuchtung Wochenende Aus [deaktiv bei Aus=Ein]
fr: - Rétro-éclairage Weekend hors [définir hors=en]
ru: - Подсвечивать выходные [для отключения установить Off = On]

source: - Backlight Weekend On
cs: - Podsvícení přes víkend zapnout
de: - Hintergrundbeleuchtung Wochenende Ein
fr: - Rétro-Eclairage Weekend On
ru: - Hintergrundbeleuchtung Wochenende Ein

source: - LCD Auto-OFF
cs: - LCD automatické vypnutí
ru: - LCD Автоматическое отключение

source: Background
cs: Pozadí
de: Hintergrund
fr: Arrière plan
ru: Задний план

source: - Picture [ok]>
cs: - Obrázek [ok]>
de: - Bild [ok]>
fr: - Photo [ok]>
ru: Картина [ok]

source: - Split Screen
cs: - Rozdělená obrazovka
de: - Geteilter Schirm
fr: - Ecran partagé
ru: - Разделение экрана

source: - Full Screen
cs: - Celá obrazovka
de: - Vollbild
fr: - Plein écran
ru: - На весь экран

source: - Text Size
cs: - Velikost textu
de: - Zeichen Größe
fr: - Taille du texte
ru: - Размер текста

source: - Transparency
cs: - Průhlednost
de: - Transparenz
fr: - Transparence
ru: - Прозрачность

source: - Picon Path [ok]>
cs: - Picon cesta [ok]>
de: - Picon Verzeichnis [ok]>
fr: - Chemin Picon [ok]>
ru: - Путь к пиконам [ok]>

source: - Picon Path 2 [ok]>
cs: - Picon cesta 2 [ok]>
de: - Picon Verzeichnis 2 [ok]>
fr: - Chemin Picon 2 [ok]>
ru: - Путь к пиконам 2 [ok]>

source: - Picon Cache Path [ok]>
cs: - Picon Cache cesta [ok]>
de: - Picon Cache Verz. [ok]>
fr: - Chemin du cache Picon [ok]>
ru: - Picon Cache путь [ok]>

source: Clock
cs: Hodiny
de: Uhrzeit
fr: Horloge
ru: Часы

source: - Type
cs: - Typ
de: - Typ
ru: - Тип

source: - Analog Clock
cs: - Analogové Hodiny
de: - Analog Uhr
fr: - Horloge analogique
ru: - Аналоговые часы

source: - Spacing
cs: - Vzdálenost
de: - Abstand
fr: - Espacement
ru: - Растояние

source: - Size
cs: - Velikost
de: - Größe
fr: - Taille
ru: - Размер

source: - Shadow Edges
cs: - Hrany stínu
de: - Schattenkanten
fr: - Bords ombrés
ru: - Теневые грани

source: Clock 2
cs: Hodiny 2
de: Uhrzeit 2
fr: Horloge 2
ru: Часы 2

source: Program Name
cs: Název kanálu
de: Programm Name
fr: Nom du programme
ru: Название передачи

source: - maximum Lines
cs: - maximum řádků
de: - maximale Zeilen
fr: - Lignes maximum
ru: - маскимум линий

source: - Length
cs: - Délka
de: - Länge
fr: - Longueur
ru: - Длина

source: Program Number
cs: Číslo kanálu
de: Programm Nummer
fr: Numéro du programme
ru: Номер канала

source: Program Info
cs: Info o programu
de: Programm Info
fr: Info programme
ru: Инфо о програме

source: - Type
cs: - Typ
de: - Typ
ru: - Тип

source: Program Info 2
cs: Info o programu 2
de: Programm Info 2
fr: Programme Info 2
ru: Инфо о програме 2

source: Next Program Info
cs: Info o dalším programu
de: Nächste Programm Info
fr: Info programme suivant
ru: Инфо о следующей программе

source: Extended Description
cs: Rozšířený popis
de: Erweiterte Beschreibung
fr: Description étendue
ru: Расширенное описание

source: - use Info when empty
cs: - prázdné použijte informace
ru: - использовать информацию, когда она пуста

source: Progress Bar
cs: Ukazatel průběhu
de: Fortschrittsbalken
fr: Barre de progression
ru: Прогресс бар

source: - Color Text
cs: - Barevný Text
ru: - Цвет Текст

source: - Color Background
cs: - Barevné pozadí

source: - Border
cs: - Okraj
de: - Umrandung
fr: - Entourage
ru: - Граница

source: - Shaded
cs: - Stínované
de: - Schattiert
fr: - Ombré
ru: - Затенить

source: - Unit min
cs: - Jednotka min
de: - Einheit min
fr: - Unité min
ru: - единица измерения мин

source: Informations
cs: Informace
de: Informationen
ru: Информация

source: - Tunerinfo
cs: - Informace o tuneru
fr: - Info Tuner
ru: - Инфо о тюнере

source: - Sensors
cs: - Snímače
de: - Sensoren
fr: - Senseurs
ru: - Сенсор

source: Informations 2
cs: Informace 2
de: Informationen 2
ru: Информация 2

source: Signal Quality Bar
cs: Lišta kvality signálu
de: Signal Qualität Bar
fr: Afficher Barre de qualité
ru: Уровень сигнала

source: - Gradient
cs: - Spád
de: - Verlauf
fr: - Dégradé
ru: - Градиент

source: - Bar Range Min
cs: - Rozsah sloupce kvality signálu na Min
de: - Bar Bereich Min
fr: - Bar plage Min
ru: - Бар диапазон мин

source: - Bar Range Max
cs: - Rozsah sloupce kvality signálu na Max
de: - Bar Bereich Max
fr: - Bar plage Max
ru: - Бар диапазон макс

source: Satellite
cs: Satelit
de: Satellit
ru: Спутник

source: Provider
cs: Poskytovatel
fr: Opérateur
ru: Провайдер

source: Used Tuner
cs: Použitý tuner
de: Verwendete Tuner
fr: Tuner utilisé
ru: Используемый тюнер

source: - only active Tuner
cs: - jen aktivní tuner
de: - nur aktive Tuner
fr: - Seulement le tuner actif
ru: - только активный тюнер

source: Next Timer Event
cs: Další časovač udalosti
de: Nächste Aufnahme
fr: Evénement prog suivant
ru: Следующее событие таймера

source: Volume
cs: Hlasitost
de: Lautstärke
ru: Громкость

source: Mute
cs: Ztlumit zvuk
ru: Немой

source: Online [Ping]
cs: Stav sítě [Ping]
fr: En ligne [Ping]
ru: Онлайн [Пинг]

source: - Show State
cs: - Zobrazit stav
de: - Zeige Status
fr: - Afficher état
ru: - Показать состояние

source: - Timeout [ms]
cs: - Časový limit [ms]
fr: - Temps dépassé [ms]
ru: - Тайм-аут [ms]

source: - Online Name:Address
cs: - Síťové jméno: Adresa
de: - Online Name:Adresse
fr: - En ligne Nom:Adresse
ru: - Ник:адрес

source: External IP Address
cs: Externí IP adresa
ru: Внешний IP-адрес

source: - external IP URL
cs: - externí IP adresa
ru: - внешний IP URL

source: Storage-Devices
cs: Paměťové - zařízení
de: Speicher-Geräte
fr: Périphériques-Stockages
ru: Хранение-Устройство

source: - free Warning
cs: - bez varování
de: - frei Warnung
fr: - avertissement libre
ru: - бесплатно предупреждение

source: - extra Info
cs: - další informace
fr: - Info extra
ru: - экстра инфо

source: - Device Name
cs: - Jméno zařízení
de: - Geräte Name
fr: - Nom du périphérique
ru: - Имя устройства

source: - Zoom
cs: - Zvětšení
ru: - Увеличение

source: - Weather Type
cs: - Typ počasí
de: - Wetter Typ
fr: - Type Météo
ru: - Тип погоды

source: Weather 2
cs: Počasí 2
de: Wetter 2
fr: Météo 2
ru: Погода 2

source: Meteo-Weather Station
cs: Meteorologická stanice
de: Meteo-Wetter Station
fr: Météo-Station Météo
ru: Погода-Источник

source: - Station
cs: - Stanice
ru: - Станция

source: - Module
cs: - Modul
de: - Modul
ru: - Модуль

source: - Module userdefined
cs: - Modul definovaný uživatelem
ru: - Модуль определяемые пользователем

source: - Base
cs: - Základ
de: - Basis
ru: Основание

source: - Name
cs: - Jméno
fr: - Nom
ru: - Имя

source: - Color 1
cs: - Barva 1
ru: - Цвет 1

source: - Color 2
cs: - Barva 2
ru: - Цвет 2

source: - Color 3
cs: - Barva 3
ru: - Цвет 3

source: - Color 4
cs: - Barva 4
ru: - Цвет 4

source: - Color 5
cs: - Barva 5
ru: - Цвет 5

source: - Color 6
cs: - Barva 6
ru: - Цвет 6

source: Netatmo CO2 Indicator
cs: Netatmo CO2 Indikátor
de: Netatmo CO2 Indikator
fr: Netatmo indicateur CO2
ru: Netatmo CO2 Индикатор

source: - Length [Bar]
cs: - Délka [Bar]
de: - Länge [Balken]
fr: - Longueur [Bar]
ru: - Длина [Бар]
