Repository: oe-alliance/oe-alliance-plugins
Catalog: LCD4linux/po/*.po
Languages: cs, de, fr, ru

source: Netatmo Comfort Indicator
cs: Netatmo Konforktní indikátor
de: Netatmo Komfort Indikator
fr: Netatmo Indicateur confort
ru: Netatmo Комфорт Индикатор

source: Moonphase
cs: Fáze měsíce
de: Mondphase
fr: Phase de lune
ru: Фазы Луны

source: - Infolines
cs: - Informační linky
ru: - Информационные строки

source: - Trendarrows
cs: - Šípky trendov

source: Sunrise
cs: Východ slunce
de: Sonnenaufgang
fr: Levé du soleil
ru: Восход солнца

source: Show oscam.lcd
cs: Zobraz oscam.lcd
de: Zeige oscam.lcd
fr: Afficher oscam.lcd
ru: Показать oscam.lcd

source: - File [ok]>
cs: - Soubor [ok]>
de: - Datei [ok]>
fr: - Fichier [ok]>
ru: - Файл [ok]>

source: Show ecm.info
cs: Zobraz ecm.info
de: Zeige ecm.info
fr: Afficher ecm.info
ru: Показать ecm.info

source: Show Textfile
cs: Zobraz textový soubor
de: Zeige Textdatei
fr: Afficher fichier texte
ru: Показать текст файл

source: Show Textfile 2
cs: Zobraz textový soubor 2
de: Zeige Textdatei 2
fr: Afficher fichier texte 2
ru: Показать текст файл 2

source: Show Textfile 3
cs: Zobraz textový soubor 3
de: Zeige Textdatei 3
fr: Afficher fichier texte 3
ru: Показать текст файл 3

source: Show HTTP Text
cs: Zobraz HTTP Text
de: Zeige HTTP Text
fr: Afficher texte HTTP
ru: Показать HTTP текст

source: WWW-Internet Converter
cs: Konvertor web. stránek
de: WWW-Internet Konverter
fr: WWW-Internet convertisseur

source: - HTTP Width
cs: - HTTP šířka
de: - HTTP Breite
fr: - Largeur HTTP
ru: - HTTP Ширина

source: - HTTP Height
cs: - HTTP výška
de: - HTTP Höhe
fr: - Hauteur HTTP
ru: - HTTP Высота

source: - Cut from X
cs: - Vystřiženo z X
de: - Ausschneiden ab X
fr: - Couper à partir de X
ru: - Вырезать из X

source: - Cut from Y
cs: - Vystřiženo z Y
de: - Ausschneiden ab Y
fr: - Couper à partir de Y
ru: - Вырезать из Y

source: - Cut Width [disable = 0]
cs: - Zmenšit šířku [zakázat = 0]
de: - Ausschneiden Breite [deaktiviert = 0]
fr: - Couper Largeur [désactiver = 0]
ru: - Обрезать по ширине [выкл. = 0]

source: - Cut Height [disable = 0]
cs: - Výška střihu [deaktivovat = 0]
de: - Ausschneiden Höhe [deaktiviert = 0]
fr: - Couper Hauteur [désactiver = 0]
ru: - Обрезать по высоте [выкл. = 0]

source: Show Picture
cs: Zobraz obrázek
de: Zeige Bild
fr: Afficher image
ru: Показать картинку

source: - File or Path [ok]>
cs: - Soubor nebo cesta [ok]>
de: - Datei oder Verzeichnis [ok]>
fr: - Fichier ou Chemin [ok]>
ru: - Файл или путь [ok]>

source: - Size max Height
cs: - Maximální Výška
de: - Größe max Höhe
fr: - Taille max Hauteur
ru: - Высота макс

source: - Quick Update
cs: - Rychlá aktualizace
de: - Quick Aktualisierung
fr: - Mise-à-jour rapide
ru: - Быстрое обновление

source: Show Picture 2
cs: Zobraz obrázek 2
de: Zeige Bild 2
fr: Afficher image 2
ru: Показать картинку 2

source: Show Picture 3
cs: Zobraz obrázek 3
de: Zeige Bild 3
fr: Afficher image 3
ru: Показать картинку 3

source: Show Picture 4
cs: Zobraz obrázek 4
de: Zeige Bild 4
fr: Afficher image 4
ru: Показать картинку 4

source: Show Picture 5
cs: Zobraz obrázek 5

source: Show Picture 6
cs: Zobraz obrázek 6

source: - Lines
cs: - Řádky
de: - Zeilen
fr: - Lignes
ru: - Линий

source: - Mail Konto
cs: - e-mailové konto
fr: - Compteur Mail
ru: - Учетная запись почты

source: - max Width
cs: - maximální šířka
de: - max Breite
fr: - Largeur max
ru: - ширина макс

source: Remote Box Timer
cs: Vzdálený Box
ru: Удаленный ящик v

source: - Picture Size
cs: - Velikost obrázku
de: - Bild Größe
fr: - Taille Image
ru: - Размер картинки

source: - Picture Position
cs: - Pozice obrázku
de: - Bild Position
fr: - Position Image
ru: -Позиция изображения

source: - Picture Alignment
cs: - Zarovnání obrázku
de: - Bild Ausrichtung
fr: - Alignement Image
ru: - Выравнивание изображения

source: - Layout
cs: - Rozložení
fr: - Disposition
ru: - Макет

source: - Current Day Background Color
cs: - Barva pozadí aktuálního dne
de: - Aktueller Tag Hintergrund Farbe
fr: - Couleur arrière plan jour actuel
ru: - Цвет фона текущего дня

source: - Caption Color
cs: - Barva titulku
de: - Beschriftung Farbe
fr: - Couleur sous titre
ru: - Название цвета

source: Dates List
cs: Seznam datumů
de: Termine Liste
fr: Liste des dates
ru: Список дат

source: Event Icon Bar
cs: Panel ikon události
de: Ereigns Icon Bar
fr: Evénement icône barre

source: - Popup Screen
cs: - Vyskakovací obrazovka
de: - Popup Schirm
fr: - Popup écran

source: - Popup LCD
cs: - Vyskakovací LCD

source: Show Text 1
cs: Zobraz text 1
ru: Показать текст 1

source: Show Text 2
cs: Zobraz text 2
ru: Показать текст 2

source: Rectangle 1
cs: Obdélník 1
de: Rechteck 1
ru: Прямоугольник 1

source: - Position x
cs: - Pozice x
ru: - Позиция по оси x

source: - Position y
cs: - Pozice y
ru: - Позиция по оси y

source: - Size x
cs: - Velikost x
de: - Größe x
fr: - Taille x
ru: - Размер по оси x

source: - Size y
cs: - Velikost y
de: - Größe y
fr: - Taille y
ru: - Размер по оси y

source: Rectangle 2
cs: Obdélník 2
de: Rechteck 2
ru: Прямоугольник 2

source: Recording
cs: Záznam
de: Aufnahme
fr: Enregistrement
ru: Запись

source: Stutter TV
cs: Zobraz - zrcadlení TV
de: Stotter TV
fr: Sacades TV
ru: Заикание TV

source: - Screens used for Changing
cs: - Obrazovky použíté na výměnu
de: - Benutzte Schirme zum Wechsel
fr: - Ecrans utilisés pour le changement
ru: Функция используется для изменения экранов

source: Title
cs: Titulek
de: Titel
fr: Titre
ru: Заголовок

source: Infos
cs: Informace
ru: Узнайте больше

source: Show Cover
cs: Zobrazit obálku
de: Zeige Cover
fr: Afficher couverture
ru: Показать обложку

source: - Search Path [ok]>
cs: - Hledaná cesta [ok]>
de: - Suche im Verzeichnis [ok]>
fr: - Chemin de recherche [ok]>
ru: - Поиск пути [ok]>

source: - Find Cover File [ok]>
cs: - Najdi soubor obalu [ok]>
ru: - Найти Обложка Файл [ok]>

source: - Default Cover [ok]>
cs: - Výchozí obálka [ok]>
de: - Standard Cover [ok]>
fr: - Couverture par défaut [ok]>
ru: - По умолчанию обложка [ok]>

source: - Picon First
cs: - Nejdřív Picon
de: - Picon zuerst
fr: - Picon d'abord
ru: - Первый пикон

source: - Trimmed
cs: - Oříznuto
ru: - Обрезанный

source: - Download Cover
cs: - Stáhnout obálku
ru: - Скачать обложку

source: - Download Type
cs: - Typ stahování
ru: - Скачать Тип

source: LCD Display
cs: LCD Displej
de: LCD Anzeige
fr: LCD affichage
ru: LCD Дисплей

source: LCD4linux Display-Mode On
cs: LCD4linux Režim zobrazení - zapnutý
fr: LCD4linux - Affichage 'En'
ru: LCD4linux режим отображения На

source: Set Media >>
cs: Nastavit Media >>
fr: Réglages média >>
ru: Задавать СМИ >>

source: LCD4linux Display-Mode MediaPlayer
cs: LCD4linux Přehrávač médií v zobrazovacím režimu
fr: LCD4linux - Affichage 'Lecteur médias'
ru: LCD4linux режим отображения Медиа плеер

source: Set Idle >>
cs: Nastavit Idle >>
fr: Réglages veille >>
ru: Задавать Праздный >>

source: LCD4linux Display-Mode Idle
cs: LCD4linux Režim nečinnosti displeje
fr: LCD4linux - Affichage 'Veille'
ru: LCD4linux режим отображения праздный

source: Set Global >>
cs: Obecná nastavení >>
fr: Réglages globaux >>
ru: Задавать Глобальный >>

source: Choose dir
cs: Zvol složku
de: Wähle Verzeichnis
fr: Choisir un répertoire
ru: Выберите каталог

source: Choose file
cs: Zvol soubor
de: Wähle Verzeichnis
fr: Choisir fichier
ru: Выберите файл

source: Choose font
cs: Zvol písmo
de: Wähle Zeichensatz
fr: Choisir police
ru: Выберите шрифт

source: %s - Current value: %s
cs: %s - Současná hodnota: %s
de: %s - Aktueller Wert: %s
fr: %s - Valeur actuelle: %s
ru: %s - Текущее значение: %s

source: GUI needs a restart to apply the changes. Do you want to Restart the GUI now?
cs: Je pořeba restaru GUI, k aplikaci změn. Chcete nyní restartovat GUI?
de: GUI muss für das Aktiveren der Änderungen neu gestartet werden. Soll die GUI jetzt neu gestartet werden?
fr: IGU doit être relancée pour appliquer les changements. Voulez-vous relancer l'IGU maintenant?
ru: GUI должен быть перезапущен для активации изменений. Сделать это сейчас?

source: Restart GUI now?
cs: Restartovar GUI teď?
de: Neustart GUI jetzt?
fr: Redémarrer l'IGU maintenant?
ru: Перегрузить GUI сейчас?

source: Indoor
cs: Vnitřní
ru: В помещении

source: Outdoor
cs: Venkovní
ru: Открытый

source: Rain
cs: Déšť
ru: Дождь

source: Wind
cs: Vítr
ru: Ветер

source: New Moon
cs: Nový měsíc
de: Neumond
fr: Nouvelle lune
ru: Новолуние

source: First Quarter
cs: První čtvrtina
de: Erstes Viertel
fr: Premier quart
ru: Первая четверть

source: Waxing Crescent
cs: Dorůstající srpek
de: Zunehmender Halbmond
fr: Lune montante
ru: Растущий серп

source: Waxing Moon
cs: Dorůstající měsíc
ru: Растущая Луна

source: Full Moon
cs: Úplněk
de: Vollmond
fr: Pleine lune
ru: Полнолуние

source: Waning Moon
cs: Ubývající měsíc
ru: Убывающая Луна

source: Waning Crescent
cs: Ubývající srpek
de: Abnehmender Halbmond
fr: Lune descendante
ru: Убывающая Луна

source: Last Quarter
cs: Poslední čtvrtina
de: Letztes Viertel
fr: Dernier Quart
ru: Последняя четверть

source: Picture not available
cs: Obrázek není k dispozici
ru: Картина недоступен

source: no Timer
cs: žádný časovač
de: kein Timer
fr: pas de programmation
ru: нет таймера

source: OSCAM not running
cs: OSCAM neběží
de: OSCAM läuft nicht
fr: OSCAM ne fonctionne pas
ru: OSCAMне запущен

source: no Calls
cs: žádné volání
de: keine Anrufe
fr: pas d'appel
ru: нет звонки

source: %d Mails %d New %s
cs: %d Správy %d Nové %s
de: %d Mails %d Neu %s
fr: %d Mails %d Neu %s
ru: %d Почта %d Новая %s

source: no Netatmo-Plugin installed
cs: nenainstalovaný Netatmo-Plugin
de: kein Netatmo-Plugin installiert
fr: Pas de plugiciel Netatmo installé
ru: netatmo-Plugin не установлен

source: LCD4linux
cs: LCD4linux povolen

source: LCD4linux Screen Switch
cs: LCD4linux Přepínač obrazovky
de: LCD4linux Schirm Schalter
ru: LCD4linux Экран Выключатель

source: - Picon Size
de: - Picon Größe
fr: - Taille Picon
ru: - Размер пиконов

source: - Text
ru: - Текст

source: 1 / min
ru: 1 / мин

source: 10min
ru: 10мин

source: 10s
ru: 10с

source: 15min
ru: 15мин

source: 15s
ru: 15с

source: 1min
ru: 1мин

source: 20min
ru: 20мин

source: 20s
ru: 20с

source: 2h
ru: 2час

source: 2min
ru: 2мин

source: 30min
ru: 30мин

source: 30s
ru: 30с

source: 3h
ru: 3час

source: 3min
ru: 3мин

source: 40s
ru: 40с

source: 4min
ru: 4мин

source: 50s
ru: 50с

source: 5h
ru: 5час

source: 5min
ru: 5мин

source: 5s
ru: 5с

source: 60min
ru: 60мин

source: Audio/Video
fr: Audio/Vidéo
ru: Аудио/Видео

source: Box-Skin-LCD Offset
ru: Box-Skin-LCD Компенсировать

source: EPG
ru: E

source: Info
ru: Инфо

source: Load@1min
fr: Charge@1min
ru: Загрузить@1мин

source: Load@5min
fr: Charge@5min
ru: Загрузить@5мин

source: MJPEG Stream
ru: MJPEG Ручей

source: MJPEG Stream LCD 1 Port
ru: MJPEG Ручей LCD 1 Порт

source: MJPEG Stream LCD 2 Port
ru: MJPEG Ручей LCD 2 Порт

source: MJPEG Stream LCD 3 Port
ru: MJPEG Ручей LCD 3 Порт

source: Mail 1 Server
fr: Mail 1 Serveur
ru: Почта 1 Сервер

source: Mail 2 Server
fr: Mail 2 Serveur
ru: Почта 2 Сервер

source: Mail 3 Server
fr: Mail 3 Serveur
ru: Почта 3 Сервер

source: Mail 4 Server
fr: Mail 4 Serveur
ru: Почта 4 Сервер

source: Mail 5 Server
fr: Mail 5 Serveur
ru: Почта 5 Сервер

source: Media
fr: Média
ru: Медиа

source: Module 2+4
de: Modul 2+4
fr: Modul 2+4
ru: Модуль 2+4

source: Module 3+4
de: Modul 3+4
fr: Modul 3+4
ru: Модуль 3+4

source: Module 3-6
ru: Модуль 3-6

source: Picon
ru: Пикон

source: Picon 2
ru: Пикон 2

source: Samsung SPF-107H old 1024x600
de: Samsung SPF-107H alt 1024x600
fr: Samsung SPF-107H ancien 1024x600
ru: Samsung SPF-107H alt 1024x600

source: Samsung SPF-87H old 800x480
de: Samsung SPF-87H alt 800x480
ru: Samsung SPF-87H alt 800x480

source: Tuner
ru: Тюнер

source: USB Tuner
ru: USB Тюнер

source: WWW ApiKey from cloudconvert.org
de: WWW ApiKey von cloudconvert.org
fr: WWW ApiKey depuis cloudconvert.org
ru: WWW ApiKey из cloudconvert.org

source: WWW ApiKey from convertapi.com
de: WWW ApiKey von convertapi.com
fr: WWW ApiKey depuis convertapi.com
ru: WWW ApiKey из convertapi.com

source: better/slow
de: besser/langsam
fr: meilleur/lent
ru: лучше/медленная

source: km/h
ru: км/ч

source: m/s
ru: м/с

source: yes (32bit)
de: ja (32bit)
fr: oui (32bit)
ru: да (32bit)

source: Waning Gibbous
de: Abnehmender Mond
fr: Lune gibbeuse décroissante

source: Waxing Gibbous
de: Zunehmender Mond
fr: Lune gibbeuse croissante

source: aquamarine
fr: bleu-vert

source: - Download Cover from Google
de: - Download Cover von Google

source: December
de: Dezember

source: February
de: Februar

source: Flaps Design
de: Klappen Design

source: Friday
de: Freitag

source: January
de: Januar

source: July
de: Juli

source: June
de: Juni

source: Load Defaults
de: Lade Standardwerte

source: MJPEG Boundary Mode
de: MJPEG Boundary Modus

source: March
de: März

source: May
de: Mai

source: Monday
de: Montag

source: October
de: Oktober

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Thursday
de: Donnerstag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch
